{
  "label": "Сводка пилота",
  "folders": {
    "Talent": "Таланты",
    "Bond": "Узы",
    "Core Bonus": "Бонус ядра",
    "License": "Лицензии",
    "Pilot Armor": "Броня пилота",
    "Pilot Gear": "Снаряжение пилота",
    "Pilot Weapon": "Оружие пилота",
    "Reserve": "Резервы",
    "Skill": "Триггеры навыков"
  },
  "mapping": {
    "name": {
      "path": "name",
      "converter": "nameShunt"
    },
    "system": {
      "path": "system",
      "converter": "generalConverter"
    }
  },
  "entries": {
    "Patch": {
      "skill": "Лечение/перевязка",
      "sk_patch": {
        "description": "Применяйте медицинские знания для назначения лекарств или диагностики.",
        "detail": "Используйте свои медицинские знания для введения лекарств, перевязки ран, остановки кровотечения, сшивания или прижигания, нейтрализации токсинов или проведения реанимации. Также этот навык можно использовать для диагностики или изучения болезней, патогенов и симптомов."
      },
      "pilot_gear": "Кровоостанавливающий пластырь",
      "pg_patch": {
        "description": "Потратьте 1 заряд и используйте на себя или соседнего пилота: он восстанавливает HP, равные половине своего максимума. Не действует на пилотов в состоянии <b>бессознания</b>.",
        "effect": "Потратьте заряд, чтобы наложить патч на себя или на находящегося рядом пилота, восстанавливая половину их максимального запаса здоровья (HP). Патчи не действуют на пилотов в состоянии «Выведен из строя» (Down and Out).",
        "actions": {
          "Use Patch": {
            "name": "Использовать пластырь",
            "detail": "Потратьте 1 заряд и используйте на себя или соседнего пилота: он восстанавливает HP, равные половине своего максимума. Не действует на пилотов в состоянии <b>бессознания</b>."
          }
        }
      }
    },

    "Ace": {
      "name": "Туз",
      "description": "Каждый пилот любит похвастаться мастерством; но иногда слава действительно заслужена. Хармони Гарв — один из таких пилотов. Будучи Тузом, он не просто лучший пилот — он элитный лэнсер.<br>Неважно, вы восходящая звезда или видавший виды ветеран — вы из той же породы. Ваши способности пилота известны по всей системе, настолько, что ваше прозвище разнеслось по всей галактике.",
      "terse": "Усиленные полётные системы дают исключительную манёвренность и высокоскоростные перемещения.",
      "ranks": {
        "Acrobatics": {
          "name": "Фигуры высшего пилотажа",
          "description": "В полёте вы получаете: <ul><li><b>+1 точности</b> ко всем <b>проверкам и спасброскам ЛОВК</b>.</li><li>Каждый раз, когда по вам промахиваются, вы можете <b>реакцией</b> пролететь в любом направлении до 2 клеток.</li></ul>",
          "actions": {
            "Acrobatics": {
              "name": "Фигуры высшего пилотажа",
              "trigger": "Когда по вам промахиваются атакой.",
              "detail": "Пролетите в любом направлении до 2 клеток."
            }
          }
        },
        "Afterburners": {
          "name": "Форсаж",
          "description": "Когда вы <b>форсируете ход</b> в режиме <b>полёта</b>, вы можете дополнительно переместиться на 1d6 клеток, но получаете тепло, равное половине выпавшего значения."
        },
        "Supersonic": {
          "name": "Сверхзвук",
          "description": "В свой ход вы можете <b>быстрым действием</b> <b>запустить двигатели</b>. Если к концу вашего хода вы всё ещё летите, выберите цель в пределах линии зрения на расстоянии, не превышающем вашу скорость, и получите реакцию <b>Сверхзвук</b>.",
          "actions": {
            "Spin Up Thrusters": {
              "name": "Запустить двигатели",
              "detail": "В свой ход вы можете <b>быстрым действием</b> <b>запустить двигатели</b>. Если к концу хода вы всё ещё летите, выберите цель в пределах ЛЗ и на дистанции ≤ вашей скорости и получите реакцию <b>Сверхзвук</b>."
            },
            "Supersonic": {
              "name": "Сверхзвук",
              "trigger": "Когда ваша цель заканчивает свой ход.",
              "detail": "Пролетите в незанятую клетку рядом с целью. Между вами и точкой назначения должна быть достижимая траектория; даже если цель уже вне вашей дальности перемещения или ЛЗ, вы всё равно можете так сделать. Это перемещение игнорирует сдерживание и не провоцирует реакции."
            }
          }
        }
      }
    },

    "Bonded": {
      "name": "Узы",
      "description": "В галактике полно опасностей, и каждому нужен тот, на кого можно опереться. К счастью, вы нашли своего напарника. Вы могли призываться вместе или остаться двумя единственными выжившими после кровавой бойни. Вы могли начать как соперники или быть друзьями детства. Как бы вы ни сошлись, в смертельной схватке нет союзника надёжнее. В одиночку вы смертельно опасны; вместе — неудержимы.",
      "terse": "Связь с напарником, чтобы оберегать друг друга от вреда.",
      "ranks": {
        "I’m Your Huckleberry": {
          "name": "Близкий друг",
          "description": "Когда вы берёте этот талант, выберите другого пилота (лучше PC, но с разрешения Ведущего — и NPC) как своего <b>доверенного</b>. Пока вы смежны, вы оба получаете <b>+1 точности</b> ко всем <b>проверкам и спасброскам меха</b>. Если у обоих есть этот талант, бонус суммируется до <b>+2</b>, но суммируется лишь один раз.<br><br>Между заданиями вы можете сменить <b>доверенного</b> только при изменении ваших отношений."
        },
        "Sundance": {
          "name": "Солнечный танец",
          "description": "Вы получаете реакцию <b>Прикрыть</b>.",
          "actions": {
            "Intercede": {
              "name": "Прикрыть",
              "trigger": "Когда вы смежны с <b>доверенным</b> (пилот или мех), и он получает урон от источника в вашей ЛЗ.",
              "detail": "Вы принимаете этот урон вместо него."
            }
          }
        },
        "Cover Me!": {
          "name": "Прикрой меня!",
          "description": "Если кто-то в вашей ЛЗ пытается атаковать вашего <b>доверенного</b>, вы можете потратить реакцию <b>Дозор</b>, чтобы пригрозить нападающему и заставить его выбрать: сменить цель или продолжить атаку.<ul><li>Если он сменит цель, ваша реакция <b>Дозор</b> всё равно расходуется, без доп. эффекта.</li><li>Если он продолжит, и он в вашей ЛЗ и дальности, вы тут же применяете <b>Дозор</b>, атакуя его. Эта атака разрешается до исходной.</li></ul>"
        }
      }
    },

    "Brawler": {
      "name": "Кулачный боец",
      "description": "Рукопашная — древнейшая форма боя; про неё забыли лишь на время, пока не вспыхнул первый порох. Темпест Глория предпочитает старые методы: отбросить оружие и сойтись голыми руками, полагаясь на чистую силу меха. Вы оба знаете: самый сладкий вкус победы — в танце, древнем как война, в хитрости, которой человечество учится первым — ударить в лицо.",
      "terse": "Усиливает импровизированные атаки и захваты.",
      "ranks": {
        "Hold and Lock": {
          "name": "Грэпплинг",
          "description": "У вас <b>+1 точности</b> ко всем <b>атакам в ближнем бою</b> по цели, которую вы <b>захватили</b>."
        },
        "Sledgehammer": {
          "name": "Кувалда",
          "description": "Ваши <b>импровизированные атаки</b> получают эффект <b>отталкивание 2</b> и наносят 2d6+2 кинетического урона."
        },
        "Knockout Blow": {
          "name": "Нокаутирующий удар",
          "description": "Вы получаете <b>кулачный куб</b> — d6, стартовое значение 6.<br>Каждый раз, когда вы выполняете <b>захват</b>, <b>таран</b> или <b>импровизированную атаку</b>, уменьшайте значение куба на 1. Когда он равен 1, вы можете сбросить его до 6 и <b>полным действием</b> применить <b>Нокаутирующий удар</b> по соседней цели. Цель должна пройти <b>спасбросок КОРПУСА</b>, иначе получает 2d6+2 кинетического урона и становится <b>ошеломлённой</b> до конца своего следующего хода. <b>Кулачный куб</b> не изменяется в конце сцены, но сбрасывается до 6 при <b>отдыхе</b> или <b>полном ремонте</b>.",
          "actions": {
            "Knockout Blow": {
              "name": "Нокаутирующий удар",
              "detail": "Сбросьте <b>кулачный куб</b> до 6 и <b>полным действием</b> ударьте соседнюю цель. Она должна пройти <b>спасбросок КОРПУСА</b> или получит 2d6+2 кинетического урона и <b>ошеломление</b> до конца своего следующего хода.<br><br>Можно использовать, только когда значение кулачного куба равно 1."
            }
          }
        }
      }
    },

    "Brutal": {
      "name": "Жестокость",
      "description": "На ринге или в бою Обри Декард знает лишь один стиль: быстрее, жестче, сильнее. Когда другие выкладываются на полную, она идёт сверх предела; когда приказ — уничтожить, она добивает до конца. Это не танец и не игра — это война, и жестокий лэнсер доведёт её до логического конца. Если для этого нужно стать чудовищем — пусть. Мёртвые пусть беснуются в аду.",
      "terse": "Усиливает ваши критические попадания и даёт бонусы на «натуральную 20».",
      "ranks": {
        "Predator": {
          "name": "Хищник",
          "description": "Когда при любой атаке выпадает грань 20 («натуральная 20») и это <b>крит</b>, вы наносите максимальный базовый и дополнительный урон."
        },
        "Cull the Herd": {
          "name": "Отстрел стада",
          "description": "Ваши <b>критические попадания</b> получают эффект <b>отталкивание 1</b>."
        },
        "Relentless": {
          "name": "Неумолимый",
          "description": "Каждый раз, когда вы промахиваетесь атакой, следующая ваша атака получает +1 точности. Эффект накапливается до попадания."
        }
      }
    },

    "Crack Shot": {
      "name": "Снайпер",
      "description": "С современной техникой любой попадёт куда угодно: автоприцел, «умное» оружие, ИИ нашёптывают в ухо и сами жмут на спуск. Но Стримон Брис — иной. Для него попасть — так же просто, как посмотреть, и в кабине, и вне её. Ему не нужны прицелы и ИИ — только чистая линия, свежие патроны и цель-мишень…",
      "terse": "Устойчивое прицеливание даёт точность, доп. урон и дебаффы.",
      "ranks": {
        "Stable, Steady": {
          "name": "Устойчивость",
          "description": "Как <b>согласованным</b> действием вы можете <b>устойчиво прицелиться</b>. Пока так делаете, вы <b>закреплены</b> до начала вашего следующего хода, но получаете <b>+1 точности</b> ко всем атакам из винтовок.",
          "actions": {
            "Steady Aim": {
              "name": "Устойчивое прицеливание",
              "detail": "Вы <b>закреплены</b> до начала вашего следующего хода, но атаки из <b>винтовок</b> получают <b>+1 точности</b>."
            }
          }
        },
        "Zero In": {
          "name": "Навести прицел",
          "description": "Раз в раунд, когда вы <b>устойчиво прицелены</b> и делаете дальнюю атаку из винтовки, можно бить по уязвимостям: получите <b>+1 сложности</b> к броску атаки, но при <b>крите</b> наносите +1d6 дополнительного урона."
        },
        "Watch This": {
          "name": "Смотри!",
          "description": "Раз в раунд, когда вы при <b>устойчивом прицеливании</b> наносите <b>крит</b> из винтовки, цель проходит <b>спасбросок КОРПУСА</b>. При провале выберите один эффект: <ul><li><b>Выстрел в голову:</b> радиус обзора цели сужается до соседних клеток до конца её следующего хода.</li><li><b>Выстрел в ногу:</b> цель <b>закреплена</b> до конца её следующего хода.</li><li><b>Выстрел в корпус:</b> цель становится <b>поверженной</b> (prone).</li></ul>"
        }
      }
    },

    "Centimane": {
      "name": "Гекатонхейр",
      "description": "После боя в Тартарском заливе анонимы обвинили Службу королевской разведки Каракин в организации атаки. Баронства быстро опровергли, но доказательств ни в ту, ни в другую сторону не было; слухов об исходных записях нападения тоже не подтверждали. Когда гнев общественности стих, обломки станции вывели с орбиты и бросили в ближайшую звезду.<br><br>Через месяц локальная сеть Баронств наводнилась ранее запрещённым видео атаки, подтверждающим слухи: агенты Баронств действительно выпустили серафитов в Тартарском заливе. Затем «Неблагодарные» опубликовали больше сведений: Баронства тайно содержат особый отдел — Гекатонхейр.",
      "terse": "При крите «ульями» накладывайте дебаффы и контроль.",
      "ranks": {
        "Ten Thousand Teeth": {
          "name": "Десять тысяч зубов",
          "description": "Раз в раунд, когда вы наносите <b>крит</b> из <b>ульев</b>, цель должна пройти <b>спасбросок СИСТЕМ</b> или получает состояния <b>повреждён</b> и <b>замедлен</b> до конца своего следующего хода."
        },
        "Expose Weakness": {
          "name": "Выставить слабость",
          "description": "Когда вы атакуете из <b>ульев</b> или <b>дронов</b>, тратите <b>захват цели</b> и наносите <b>крит</b>, цель получает <b>рассеянность</b> до начала вашего следующего хода."
        },
        "Tidal Suppression": {
          "name": "Прилив подавления",
          "description": "Этот эффект заменяет <b>Десять тысяч зубов</b>.<br><br>Раз в раунд, когда вы наносите <b>крит</b> из <b>ульев</b>, цель проходит <b>спасбросок СИСТЕМ</b> или вы выбираете один дополнительный эффект до конца её следующего хода: <ul><li><b>Штурмовой рой:</b> <b>повреждён</b> и <b>замедлен</b>.</li><li><b>Слепящий рой:</b> обзор цели сужается до соседних клеток.</li><li><b>Инфекционный рой:</b> цель получает <b>рассеянность</b>. Любые выбранные вами соседние персонажи также проходят <b>спасбросок СИСТЕМ</b> или получают <b>рассеянность</b>.</li><li><b>Сковывающий рой:</b> каждый раз, когда цель выполняет действие или реакцию, она получает 1 <b>горение</b>.</li></ul>"
        }
      }
    },

    "Combined Arms": {
      "name": "Сочетанное оружие",
      "description": "Истинная сила в бою — не в том, чтобы знать меч или ружьё, а в умении пользоваться обоими. Долгой тренировкой Рега МакГрифф соединила ближний бой и дальние атаки в смертоносную технику. Каким бы ни был враг, Рега — смертельная угроза; каким бы ни было оружие, она им владеет.",
      "terse": "Улучшает эффективность дальнего и ближнего оружия в ближнем бою.",
      "ranks": {
        "Shield of Blades": {
          "name": "Клинковый щит",
          "description": "Пока вы <b>находитесь в схватке</b>, вы и союзники, смежные с вами, считаются имеющими <b>мягкое укрытие</b>."
        },
        "CQB-Trained": {
          "name": "Тренинг CQB",
          "description": "Вы не получаете <b>сложность</b> за <b>схватку</b>."
        },
        "Storm of Violence": {
          "name": "Ураган ярости",
          "description": "Когда вы попадаете ближней атакой по цели, ваша следующая дальняя атака по этой цели получает <b>+1 точности</b>; и наоборот — попадание дальней атакой даёт <b>+1 точности</b> к следующей ближней по той же цели. Эффект не накапливается."
        }
      }
    },

    "Duelist": {
      "name": "Дуэлянт",
      "description": "Движения меха красивы — ловкость, возвышающаяся над грубой силой стали и орудий. Разница — в инструменте: Итан «Орион» Миллер машет оружием от мастеров-кузнецов, брендов и конвейеров Большой Пятёрки — будто возвращая время к эпохе, когда бои решались молниеносно, честно, и умение перевешивало случайный выстрел. Его мечи, копья, клевцы и секиры — новая интерпретация старой легенды.",
      "terse": "Усиливает атаки основным оружием ближнего боя и даёт «куб мастера клинка».",
      "ranks": {
        "Partisan": {
          "name": "Партизан",
          "description": "В первый раз за ход, атакуя <b>основным оружием ближнего боя</b>, получите <b>+1 точности</b>."
        },
        "Blademaster": {
          "name": "Мастер клинка",
          "description": "Раз в раунд при попадании <b>основным оружием ближнего боя</b> получите d6 <b>кубов мастера</b>, максимум три. Кубы сохраняются до траты или конца сцены. Потратьте 1 куб для одного эффекта: <ul><li><b>Блок:</b> когда по вам попадают в ближнем бою, <b>реакцией</b> получите <b>сопротивление</b> всему урону/теплу/горению этой атаки.</li><li><b>Рикошет:</b> когда по вам попадают дальним боем, <b>реакцией</b> бросьте любое число <b>кубов мастера</b> и потратьте их: если хотя бы один показывает 5+, получите <b>сопротивление</b> всему урону/теплу/горению этой атаки.</li><li><b>Финт:</b> <b>свободным действием</b> выберите соседнюю цель: до начала вашего следующего хода вы игнорируете её сдерживание и не провоцируете её реакции при движении.</li><li><b>Подножка:</b> <b>быстрым действием</b> выберите соседнюю цель: она проходит <b>спасбросок ЛОВК</b> или становится <b>поверженной</b>. В любом случае до конца хода вы можете проходить через её клетку, но не можете в ней закончить ход.</li></ul>"
        },
        "Unstoppable": {
          "name": "Неостановимый",
          "description": "Раз в раунд, попав ближней атакой в свой ход, вы можете потратить <b>куб мастера</b>, чтобы после разрешения атаки <b>свободным действием</b> выполнить <b>захват</b> или <b>таран</b> по цели."
        }
      }
    },

    "Drone Commander": {
      "name": "Командир дронов",
      "description": "Новичкам управлять роем — словно ловить воду сетью. Кажется, у них есть свой ум? Да — и не самый умный. Ранние неудачи Климены Конайрекос заставили её тренироваться, и упорство окупилось. Теперь её рой выполняет приказы почти раньше, чем она их отдаёт — пугающе, но полезно. Рой — часть её.",
      "terse": "Усиливает ваши дрон-системы для помощи союзникам или вреда врагам.",
      "ranks": {
        "Shepherd": {
          "name": "Пастух",
          "description": "Ваши <b>дроны</b> получают +5 HP. Кроме того, вы получаете согласованное действие <b>Вести дрон</b>.",
          "actions": {
            "Shepherd Drone": {
              "name": "Вести дрон",
              "detail": "Переместите один контролируемый вами <b>дрон</b> в пределах сенсоров до 4 клеток."
            }
          }
        },
        "Energized Swarm": {
          "name": "Заряженный рой",
          "description": "Раз в раунд, когда вы тратите <b>захват цели</b> на атаку, ваши дроны тут же испускают мощный импульс. Все выбранные вами персонажи в <b>всплеске 1</b> каждого вашего дрона получают 1d6 энергетического урона. Персонаж, оказавшийся в нескольких пересечениях, получает импульс лишь один раз."
        },
        "Invigorate": {
          "name": "Подзарядка",
          "description": "Вы получаете быстрое действие <b>Подзарядка</b>.",
          "actions": {
            "Invigorate": {
              "name": "Подзарядка",
              "detail": "Вы выпускаете импульс к союзнику (включая дрона) в <b>⌿3</b> и проводите линию между вами и целью. Затем выберите другого союзника в <b>⌿3</b> от той цели, на которого ещё не действовал импульс, продлевая линию. Повторяйте, пока возможны цели. Все союзники — цели импульса или на линии — получают <b>4 щита</b>; все враждебные персонажи на линии получают 2 энергетического урона."
            }
          }
        }
      }
    },

    "Engineer": {
      "name": "Инженер",
      "description": "Пилоты — народ изобретательный и упёртый; Мейша Ронет выделяется даже среди них — настолько, что некоторым это кажется чрезмерным. В свободное время он добывает металлолом, реквизирует материалы и место в мастерской, чтобы творить: превращая свой мех в скрытую кошмарную машину.",
      "terse": "Создайте экспериментальное прототип-оружие для модификаций и усилений.",
      "ranks": {
        "Prototype": {
          "name": "Прототип",
          "description": "Во время <b>полного ремонта</b> вы можете опытным путём установить на мех <b>прототип-оружие</b>. Каждый <b>полный ремонт</b> определяйте его параметры по данным ниже и перебрасывайте 1d6+2 для тега <b>Ограничено</b>:<br><br><b>Прототип-оружие</b><br><b>Основное [Ближ., CQB, Винтовка, Пушка, Пускатель, Улей], Ограничено [1d6+2], Добивание</b><br><b>Урон</b>: 1d6+2 кинетического, взрывного или энергетического типа.<br>Это экспериментальный образец, который вы настраиваете под нужды.<br>При установке или при <b>полном ремонте</b> можете выбрать новый тип оружия, тип урона и <b>угроза 1</b> (ближ.) или <b>дальность 10</b> (для остальных). Также при каждом <b>полном ремонте</b> перебрасывайте 1d6+2 для тега <b>Ограничено</b>.<br>Оружие считается встроенным — не занимает крепление."
        },
        "Revision": {
          "name": "Доработка",
          "description": "Вы настраиваете узлы прототипа для эффективности. При <b>полном ремонте</b> выберите два пункта: <ul><li><b>Оптика:</b> всегда <b>+1 точности</b> к атакам прототипом.</li><li><b>Компьютер:</b> прототип получает тег <b>Умное</b>.</li><li><b>Снятие экранировки реактора:</b> каждый раз при атаке прототипом можете получить 2 тепла, чтобы добавить в зависимости от типа: <ul><li><b>Дальнее:</b> конус 3, линия 5, или [всплеск 1, дальн. 10]</li><li><b>Ближнее:</b> всплеск 1.</li></ul></li></ul>"
        },
        "Final Draft": {
          "name": "Итоговый вариант",
          "description": "Ваш прототип теперь имеет <b>Ограничено [2d6]</b> и наносит 1d6+4 урона."
        }
      }
    },

    "Executioner": {
      "name": "Палач",
      "description": "На поле боя нет почётнее конца, чем славная смерть. С топором или молотом Марси Вульф дарует врагам эту честь. Живое смертно — и она проследит, чтобы это свершилось.",
      "terse": "Больше возможностей нанести урон тяжёлым/сверхтяжёлым ближним оружием.",
      "ranks": {
        "Backswing Cut": {
          "name": "Обратный рассек",
          "description": "Раз в раунд, когда вы попадаете <b>тяжёлым или сверхтяжёлым ближним</b> оружием, вы можете <b>свободным действием</b> той же оружием атаковать другого врага в угрозе и ЛЗ; при попадании урон — половина."
        },
        "Wide Arc Cleave": {
          "name": "Широкий размах",
          "description": "Впервые за раунд, когда вы делаете <b>крит</b> тяжёлым/сверхтяжёлым ближним оружием, вы наносите 3 кинетического урона всем выбранным целям и объектам в вашей угрозе, кроме основной цели."
        },
        "No Escape": {
          "name": "Не уйти",
          "description": "Раз в раунд, промахнувшись <b>ближней атакой</b>, вы можете перебросить и вместо этого атаковать другую цель в угрозе и ЛЗ."
        }
      }
    },

    "Exemplar": {
      "name": "Образец",
      "description": "Герб Имона Мактриаса славен, голос громок, оружие сияет. Как защитник Девяти Колец, он обучен противостоять сильнейшим врагам. И словом, и делом Имон — образец Девяти.",
      "terse": "Бросьте вызов врагу, вынуждая его отвлечься от союзников и драться с вами.",
      "ranks": {
        "Honorable Challenge": {
          "name": "Благородный вызов",
          "description": "В первый раз за ваш ход, атакуя врага в <b>⌿3</b> (попали или нет), вы можете <b>свободным действием</b> наложить на цель <b>метку образца</b>. У персонажа может быть только одна такая метка — новая заменяет старую.<br>Метка держится до начала вашего следующего хода; на это время вы получаете реакцию <b>Доблестная помощь</b>.",
          "actions": {
            "Valiant Aid": {
              "name": "Доблестная помощь",
              "trigger": "Когда союзник промахивается по цели с вашей меткой.",
              "detail": "Союзник может перебросить бросок атаки, но обязан принять второй результат."
            }
          }
        },
        "Punishment": {
          "name": "Наказание",
          "description": "Раз в раунд, когда отмеченная вами цель атакует кого-то в вашей <b>⌿3</b>, кроме вас, это провоцирует ваш <b>Дозор</b>."
        },
        "To the Death": {
          "name": "До смерти",
          "description": "Накладывая <b>метку</b>, вы можете <b>свободным действием</b> объявить <b>бой насмерть</b>: до конца сцены или пока чей-то мех не будет уничтожен, вы и отмеченная цель получаете <b>+3 сложности</b> на атаки по кому угодно, кроме друг друга. Если цель совершит любое действие, включающее бросок атаки против вас (попадёт или нет), штраф для неё временно снимается до начала вашего следующего хода.<br><br>Пока действует <b>бой насмерть</b>, вы не можете добровольно отойти от цели. Метка держится до конца сцены или уничтожения одного из мехов; новые метки наложить не можете.",
          "actions": {
            "Duel To The Death": {
              "name": "Бой насмерть",
              "detail": "Вы объявляете <b>бой насмерть</b> отмеченной цели: до конца сцены или пока чей-то мех не уничтожен, вы оба получаете <b>+3 сложности</b> к атакам по любым другим целям. Если цель совершит атаку против вас, штраф для неё временно снимается до начала вашего следующего хода.<br><br>Пока действует эффект, вы не можете отойти от цели. Метка длится до конца сцены или уничтожения одного из мехов; новые метки накладывать нельзя."
            }
          }
        }
      }
    },

    "Gunslinger": {
      "name": "Стрелок",
      "description": "На фронтире порядок устанавливает только ствол. Сержант Стив Ансахок управляет своей скромной ручной пушкой, как собственной конечностью. Его точность превосходит машины: кажется, стоит ему поднять руку — и цель поражена. Он — Стрелок: воплощение правосудия, с реликвией в руке, идущий приручать суровую окраину.",
      "terse": "Смертоносные дальние вторичные, плюс «куб стрелка».",
      "ranks": {
        "Opening Argument": {
          "name": "Вступительный аргумент",
          "description": "Первая в ваш ход атака <b>дальним вторичным оружием</b> получает <b>+1 точности</b>."
        },
        "From the Hip": {
          "name": "Выстрел от бедра",
          "description": "Вы получаете реакцию <b>Ответный огонь</b>.",
          "actions": {
            "Return Fire": {
              "name": "Ответный огонь",
              "trigger": "Когда другая цель попадает по вам дальней атакой.",
              "detail": "Если цель в дальности одной из ваших <b>дальних вторичек</b>, вы немедленно выполняете по ней атаку этим оружием."
            }
          }
        },
        "I Kill With My Heart": {
          "name": "Я убиваю сердцем",
          "description": "Вы получаете <b>куб стрелка</b> — d6, старт 6.<br>Каждый раз, когда вы попадаете <b>дальним вторичным</b>, уменьшайте значение на 1. Когда станет 1, сбросьте до 6, а следующая атака <b>дальним вторичным</b> получает <b>бронебойность (AP)</b> и +2d6 урона, а также игнорирует укрытия. <b>Куб стрелка</b> сохраняется между сценами, но сбрасывается до 6 при <b>отдыхе</b> или <b>полном ремонте</b>."
        }
      }
    },

    "Grease Monkey": {
      "name": "Механик",
      "description": "Угорь знает внутренности мехов лучше многих техников. Его железный зверь — не просто машина, а живое существо, требующее заботливых рук. На фронте и вне его Угорь всё делает сам, и хотя механики иногда приходят за советом, они предпочитают держаться подальше — ведь, когда его зверь выходит на рывок, зрелище не для слабонервных.",
      "terse": "Больше зарядов ограниченных систем/ремонтов и усиленное «закрепиться».",
      "ranks": {
        "Unsanctioned Capacity Upgrade": {
          "name": "Несанкционированный апгрейд ёмкости",
          "description": "Во время отдыха вы можете потратить <b>2 ремонта</b>, чтобы восстановить <b>1 заряд</b> всем ограниченным оружиям и системам."
        },
        "Machine Bond": {
          "name": "Узы с машиной",
          "description": "Когда вы <b>закрепляетесь</b>, снимите с себя все состояния <b>повреждён</b>, <b>помехи</b>, <b>закреплён</b>, <b>замедлен</b> и <b>захвачен</b> (эффекты ваших же систем/талантов не снимаются)."
        },
        "Friends in High Places": {
          "name": "Связи наверху",
          "description": "Раз за миссию во время отдыха вызовите аирдроп: вы и союзники восстанавливаете <b>1 заряд</b> всем ограниченным оружиям/системам и <b>1 структуру</b>. Не тратит <b>ремонты</b> и можно использовать даже при достижении <b>лимита ремонтов</b>."
        }
      }
    },
    "Hacker": {
      "name": "Хакер",
      "description": "Хань Кайцзя с детства свободно скиталась по Сети вещей и без труда могла подключаться к любым публичным узлам, а иногда даже к частным. Теперь, как пилот, при встрече с мехами она мгновенно врывается в их аппаратный код. Ни брандмауэры, ни протоколы защиты, ни вторжения или оборона не могут остановить её. Даже не сделав ни одного выстрела, Хань способна одержать победу; ведь если враг не может контролировать свой собственный мех, как он сможет остановить её?",
      "terse": "Усильте ваши технологические атаки и откройте доступ к особым вариантам взлома.",
      "ranks": {
        "SNOW_CRASH": {
          "name": "Снежный крах",
          "description": "Когда вы расходуете <b>захват</b> и попадаете <b>технологической атакой</b>, цель должна выбрать: либо получить ещё 2 нагрева, либо быть отброшенной на 3 клетки в выбранном вами направлении."
        },
        "SAFE_CRACKER": {
          "name": "Взломщик сейфов",
          "description": "Вы получаете следующие варианты взлома:",
          "actions": {
            "Jam Cockpit": {
              "name": "Глушение кабины пилота",
              "detail": "Пока не будет выполнено <b>полное действие</b> с успешной проверкой <b>инженерии</b> для ремонта кабины, никто не сможет <b>посадить</b> или <b>высадить</b> пилота из цели."
            },
            "Disable Life Support": {
              "name": "Отключение жизнеобеспечения",
              "detail": "Пока не будет выполнено <b>быстрое действие</b> с успешной проверкой <b>систем</b> для перезапуска жизнеобеспечения, все спасброски цели совершаются с <b> +1 сложностью</b>."
            },
            "Hack./Slash": {
              "name": "Взлом./Уничтожение",
              "detail": "Пока не будет выполнено <b>быстрое действие</b> с успешной проверкой <b>систем</b> для перезапуска ядра компьютера, либо мех не будет <b>выключен</b>, цель не сможет использовать никакие технологические действия и совершать быстрые или полные техдействия."
            }
          }
        },
        "Last Argument of Kings": {
          "name": "Последний довод королей",
          "description": "Вы получаете полное технологическое действие <b>Последний довод</b>.",
          "actions": {
            "Last Argument of Kings": {
              "name": "Последний довод королей",
              "detail": "Совершите <b>технологическую атаку</b> по цели в зоне чувствительности и видимости. При успехе вы внедряете в мех вирус, вызывающий локальный расплав реактора: цель немедленно получает <b>ожог</b>, равный текущему уровню её нагрева. Если из-за этого действия цель <b>перегревается</b>, эффект разрешается до сброса предела нагрева."
            }
          }
        }
      }
    },
    "Heavy Gunner": {
      "name": "Тяжёлый стрелок",
      "description": "В тылу фронта Майкл Манфлин мало чем занимался, кроме ожидания и подготовки. Он чистил пушку, аккуратно складывал боеприпасы. Ставил мешки с песком на земляные укрепления, чинил прорехи в броне суставов меха.<br><br>Но в одно мгновение всё меняется. В Сети вещей появляются обрывочные сообщения. С другого конца базы доносится рёв взлетающих медико-транспортов. Где-то перестрелка, яростный бой. Это его призыв, его музыка для выхода на сцену: враг наступает, друзья вдали отчаянно зовут на помощь. Пора начинать.<br><br>Очереди орудий, пронзающих небо, дрожащая земля и обломки, обращённые в прах, громко возвещают о его прибытии.",
      "terse": "Подавляйте врагов тяжёлым дальнобойным оружием.",
      "ranks": {
        "Covering Fire": {
          "name": "Огневое прикрытие",
          "description": "Вы получаете быстрое действие <b>Огневое прикрытие</b>.",
          "actions": {
            "Covering Fire": {
              "name": "Огневое прикрытие",
              "detail": "Выберите цель в зоне видимости и в пределах 10 клеток в радиусе действия вашего <b>тяжёлого дальнобойного оружия</b>: цель получает состояние <b>повреждён</b> до начала вашего следующего хода. Если цель переместится более чем на 1 клетку, она снимает <b>повреждён</b>, но вы можете реакцией атаковать её <b>тяжёлым дальнобойным оружием</b>, нанеся лишь половину обычного урона, нагрева и ожога, после чего эффект завершается. Вы можете провести атаку в любой момент её движения (например, когда она выйдет из укрытия).<br><br><b>Огневое прикрытие</b> может действовать только на одну цель. Новое использование заменяет старое. Эффект прекращается, если цель наносит вам урон."
            },
            "Covering Fire Attack": {
              "name": "Атака прикрытием",
              "trigger": "Когда цель вашего <b>Огневого прикрытия</b> перемещается более чем на 1 клетку.",
              "detail": "Вы атакуете её <b>тяжёлым дальнобойным оружием</b>, нанося лишь половину обычного урона, нагрева и ожога. Атаку можно совершить в любой момент её движения."
            }
          }
        },
        "Hammerbeat": {
          "name": "Удар молота",
          "description": "Если ваша реакция от <b>Огневого прикрытия</b> попала по цели, она получает состояние <b>зафиксирован</b> до конца своего следующего хода."
        },
        "Bracketing Fire": {
          "name": "Перекрёстный огонь",
          "description": "При использовании <b>Огневого прикрытия</b> вы можете выбрать 2 цели вместо 1. Каждая из них отдельно активирует и разрешает вашу реакцию <b>Атака прикрытием</b>. Урон от одной из целей прекращает <b>Огневое прикрытие</b> только на неё."
        }
      }
    },
    "Hunter": {
      "name": "Охотник",
      "description": "Поле боя — охотничьи угодья Идит Эттилин, её территория. Только сила и находчивость решают, кто охотник, а кто добыча. Она движется по полю боя как хищник: тихо, стремительно и точно. В мехе она мастер ближнего боя, мгновенно сокращая дистанцию прежде, чем враг успеет прицелиться.",
      "terse": "Больше мобильности и дальности при использовании вспомогательного оружия ближнего боя.",
      "ranks": {
        "Lunge": {
          "name": "Бросок",
          "description": "Раз за раунд, атакуя <b>оружием ближнего боя (всп.)</b>, вы можете перед ударом <b>полететь</b> к цели до 3 клеток. Это перемещение игнорирует сражение и не провоцирует реакции."
        },
        "Knife Juggler": {
          "name": "Жонглёр клинками",
          "description": "Все ваши <b>вспомогательные оружия ближнего боя</b> получают тег <b>投擲 5</b>; если тег уже есть, его значение повышается до <b>投擲 5</b>. В конце вашего хода все брошенные этим ходом оружия автоматически возвращаются в руку."
        },
        "Disdainful Blade": {
          "name": "Презрительный клинок",
          "description": "Раз за раунд, попав по цели в ближнем бою, вы можете <b>бесплатным действием</b> метнуть одно <b>вспомогательное оружие ближнего боя</b> и атаковать любого противника в пределах дальности. Эта атака не наносит дополнительного урона."
        }
      }
    },
    "Infiltrator": {
      "name": "Проникновик",
      "description": "Ложные сигналы для обмана сканеров, скольжение от укрытия к укрытию, оптический камуфляж — вас видят только когда вы этого хотите. Размер меха, рельеф и противник значения не имеют — вы входите и выходите, не вызывая подозрений.",
      "terse": "Усильте скрытность и проводите калечащие атаки из засады.",
      "ranks": {
        "Prowl": {
          "name": "Крадущийся",
          "description": "Во время вашего хода вы получаете следующие преимущества: <ul><li>Вход в зону видимости противника или выход из укрытия не снимают с вас состояние <b>скрыт</b>.</li><li>Вы можете свободно проходить через занятые противниками клетки, но не можете заканчивать ход внутри них.</li><li>Вы можете <b>прятаться</b> даже в зоне видимости врагов.</li></ul><br>Эти эффекты немедленно заканчиваются в конце вашего хода (если вы всё ещё на виду или вне укрытия, вы теряете состояние <b>скрыт</b>)."
        },
        "Ambush": {
          "name": "Засада",
          "description": "Если вы начинаете ход в состоянии <b>скрыт</b>, первая атака в этот ход, попав, застаёт врага врасплох: цель должна пройти <b>спасбросок по корпусу</b> или получает состояния <b>замедлен</b> и <b>повреждён</b> и не может совершать реакции до конца своего следующего хода."
        },
        "Mastermind": {
          "name": "Куратор",
          "description": "Когда вы по любой причине теряете состояние <b>скрыт</b>, вы сначала ослепляете светошумовым зарядом любого смежного с вами персонажа. Он должен пройти <b>спасбросок по системам</b> или его дальность зрения сокращается до смежных клеток до конца его следующего хода.<br>Затем вы можете переместиться на количество клеток до своей скорости, игнорируя сражение и не провоцируя реакции, после чего обычным порядком теряете <b>скрыт</b>."
        }
      }
    },
    "Juggernaut": {
      "name": "Таран",
      "description": "Ни кровь из носа, ни пара болтающихся винтов не остановят вас от рывка в гущу врагов. Вы ведёте десятки тонн металла, подпитываемые крошкой умирающей звезды, — и вы дадите всем это прочувствовать.",
      "terse": "Повышенная польза и утилитарность таранов.",
      "ranks": {
        "Momentum": {
          "name": "Импульс",
          "description": "Когда вы делаете <b>рывок</b>, ваш первый <b>таран</b> до начала вашего следующего хода получает <b>+1 к точности</b> и дополнительно отталкивает цель на 2 клетки."
        },
        "Kinetic Mass Transfer": {
          "name": "Перенос массы",
          "description": "Раз за раунд, когда вы выполняете <b>таран</b>: <ul><li>Если вы вталкиваете цель в клетку с другим персонажем, тот должен пройти <b>спасбросок по корпусу</b> или падает <b>сбитым с ног</b>.</li><li>Если вы вталкиваете цель в достаточно крупное препятствие, чтобы остановить её движение, цель получает 1d6 кинетического урона.</li></ul>"
        },
        "Unstoppable Force": {
          "name": "Неудержимая сила",
          "description": "Раз за раунд, при <b>рывке</b> вы можете форсировать движители: двигайтесь по прямой на число клеток, равное вашей максимальной скорости, получая 1d3+3 тепла, и получите: <ul><li>Свободно проходите через персонажей вашего размера и меньше; каждый пройденный ими должен пройти <b>спасбросок по корпусу</b> или падает <b>сбитым с ног</b>.</li><li>Любой рельеф/стена/препятствие на пути получает 20 кинетического урона с AP; если разрушено — вы проходите, иначе движение прекращается.</li><li>Игнорируете трудную местность.</li><li>Движение игнорирует сражение и не провоцирует реакции.</li></ul>"
        }
      }
    },
    "Leader": {
      "name": "Лидер",
      "description": "Каков бы ни был ваш возраст, на поле боя вы — бывалый вояка. Опора друзей и товарищей; спокойный центр бури. Ваш устойчивый голос, уверенная осанка и дар командовать вселяют в отряд уверенность — с вами победа реальна, а легенды — ближе.",
      "terse": "Помогайте союзникам бросками «кубиков лидерства».",
      "ranks": {
        "Field Commander": {
          "name": "Полевой командир",
          "description": "Вы получаете 3 <b>d6 кубика лидерства</b> и <b>свободное действие</b> <b>Отдать приказ</b>.<br>Пока у вас есть свои <b>кубики лидерства</b>, вы не можете использовать чужие. Если не осталось ни одного, восстановите 1 при отдыхе или все при <b>полном обслуживании</b>.<br>Потраченные кубики исчезают.",
          "actions": {
            "Issue Order": {
              "name": "Отдать приказ",
              "detail": "Раз за ход вы можете <b>свободным действием</b> отдать приказ союзнику-PC, с которым есть связь, описав желаемые действия, и дать ему один <b>кубик лидерства</b>. Он может потратить его на соответствующее действие для <b>+1 к точности</b>, либо <b>свободным действием</b> вернуть кубик. У каждого союзника может быть не более 1 кубика одновременно; кубик хранится до траты или конца сцены."
            }
          }
        },
        "Open Channels": {
          "name": "Открытые каналы",
          "description": "Вместо 3 вы получаете 5 <b>кубиков лидерства</b>. Кроме того, вы можете <b>реакцией</b> <b>Отдать приказ</b> в начале хода любого другого персонажа — любое число раз за раунд.",
          "actions": {
            "Issue Command": {
              "name": "Отдать приказ",
              "trigger": "Начало хода другого игрока.",
              "detail": "Отдайте приказ союзнику-PC с доступной связью и передайте ему <b>кубик лидерства</b>. Он может потратить его на подходящее действие для <b>+1 к точности</b> или <b>свободным действием</b> вернуть кубик. У союзника может быть не более 1 кубика; хранится до траты или конца сцены."
            }
          }
        },
        "Inspiring Presence": {
          "name": "Вдохновляющее присутствие",
          "description": "Вместо 5 вы получаете 6 <b>кубиков лидерства</b>. Союзник с вашим кубиком может потратить его, чтобы при получении урона уменьшить его на 1d6 или при попадании атакой нанести +1d6 доп. урона."
        }
      }
    },
    "Nuclear Cavalier": {
      "name": "Ядерный сорвиголова",
      "description": "Став пилотом, вы быстро поняли: если ваш мех движим цепочкой ядерных реакций — почему бы не приоткрыть камеру и не посмотреть, что он способен сотворить?",
      "terse": "Дополнительный урон в красной зоне и стрельба перегретыми топливными стержнями.",
      "ranks": {
        "Aggressive Heat Bleed": {
          "name": "Агрессивный сброс тепла",
          "description": "Пока вы в <b>красной зоне</b>, ваша первая атака в свой ход при попадании дополнительно наносит +2 тепла."
        },
        "Fusion Hemorrhage": {
          "name": "Термоядерная течь",
          "description": "Пока вы в <b>красной зоне</b>, ваша первая дальняя или ближняя атака в ход наносит энергетический, а не кинетический/взрывной урон и при попадании даёт +1d6 энергетического урона."
        },
        "Here, Catch!": {
          "name": "Держи, горячо!",
          "description": "Вы модифицируете мех для стрельбы перегретыми топливными стержнями. Получите оружие в <b>встроенном слоте</b>: <b>Пушка стержней</b>."
        }
      }
    },
    "Siege Specialist": {
      "name": "Специалист по осаде",
      "description": "Нет стены, что выстоится перед вами; нет бункера, что удержит вас. Вы владеете артиллерией и подрывом так, что отчёты о попаданиях превосходят расчёты ИИ — «аномальные данные», — говорят командиры. Но когда нужны стволы, выбирают именно вас.",
      "terse": "Ломайте рельеф орудиями и заставляйте врагов двигаться.",
      "ranks": {
        "Jackhammer": {
          "name": "Отбойник",
          "description": "Если на мехе установлено орудие, вы можете <b>быстрым действием</b> выстрелить из подвесного гранатомёта «отбойным» снарядом и автоматически нанести объекту размером 1 в пределах дальности (укрытие, развернутка, постройка, рельеф) 10 кинетического урона с AP. Все смежные с целью персонажи отталкиваются на 2 клетки и получают 2 кинетического урона.",
          "actions": {
            "Jackhammer Round": {
              "name": "Снаряд-отбойник",
              "detail": "Выстрел из подвесного пускателя по объекту размером 1 в пределах дальности: автоматически 10 кинетического урона с AP; все смежные цели отталкиваются на 2 клетки и получают 2 кинетического урона."
            }
          }
        },
        "Impact": {
          "name": "Отдача",
          "description": "Раз за раунд, перед броском атаки из орудия все смежные с вами персонажи должны пройти <b>спасбросок по корпусу</b> или отталкиваются на 1 клетку и падают <b>сбитые с ног</b>. Затем вы сами толкаетесь на 1 клетку в любом направлении."
        },
        "Collateral Damage": {
          "name": "Сопутствующий ущерб",
          "description": "Раз за раунд, когда вы наносите <b>крит</b> орудием по цели или объекту, вы можете детонировать вторичный боеприпас, создавая взрыв в <b>всплеск 2</b> вокруг цели. Все в зоне должны либо <b>реакцией</b> упасть <b>ничком</b>, либо получить 2 взрывного урона и оттолкнуться от центра на 2 клетки."
        }
      }
    },
    "Skirmisher": {
      "name": "Скорер",
      "description": "Лучшая защита? Не броня. Рано вы поняли: чтобы выжить, нужно прятаться, двигаться и идти на полной скорости. Такой же и ваш мех: лёгкий, быстрый, с высокомультипликаторным вооружением. Ваша цель — выжать из него всё, ускользая от захватов и пуль, при этом попадая каждым выстрелом.",
      "terse": "Живучесть через автоматические укрытия и срыв вражеских атак.",
      "ranks": {
        "Integrated Chaff Launchers": {
          "name": "Встроенные метатели диполей",
          "description": "В начале вашего хода вы получаете <b>мягкое укрытие</b>. Вы теряете это укрытие, когда атакуете или заставляете кого-то делать спасбросок."
        },
        "Lockbreaker": {
          "name": "Срыв захвата",
          "description": "До или после перестрелки (включая как <b>реакцию</b>, например через <b>守望</b>) вы можете переместиться на 2 клетки. Это перемещение игнорирует сражение и не провоцирует реакции."
        },
        "Weave": {
          "name": "Плетение",
          "description": "Первая атака по вам <b>реакцией</b> в каждом раунде автоматически промахивается."
        }
      }
    },

    "Spotter": {
      "name": "Наблюдатель",
      "description": "Увидь всё; разложи увиденное на части, рассмотри их как бесчисленные отдельные фрагменты. Как если бы ты распустил гигантскую сеть на отдельные нити; воспринимай их поодиночке — и сила, против которой ты стоишь, распадётся на уязвимых людей — вот путь к победе.<br><br>Сокруши монолит. Рассмотри каждую песчинку, из которой сложена скала, а затем раскрой их в пыль ещё мельче.",
      "terse": "Усильте ваши технологические действия «захват», чтобы помогать союзникам.",
      "ranks": {
        "Particularize": {
          "name": "Детализация",
          "description": "Когда союзный персонаж, соседний с вами, выполняет атаку и расходует <b>захват</b>, он может бросить дважды и выбрать любой результат."
        },
        "Panopticon": {
          "name": "Паноптикон",
          "description": "В конце вашего хода, если вы не перемещались в этот ход и выполняли <b>захват</b>, вы можете <b>бесплатным действием</b> выполнить ещё один <b>захват</b>. Кроме того, когда вы выполняете <b>захват</b>, вы узнаёте броню, скорость, уклонение, электронную защиту, способности меха и текущие HP цели и можете делиться этими данными с союзниками."
        },
        "Bentham/Foucault Elimination": {
          "name": "Бентам/Фуко: сведение",
          "description": "Когда вы выполняете <b>захват</b>, вы можете <b>быстрым действием</b> выбрать соседнего с вами союзника: он немедленно может <b>реакцией</b> выполнить любое быстрое действие, при этом расходуется состояние <b>захват</b> на вашей цели. Действие не обязано быть атакой, но если это атака, она по-прежнему получает выгоду от расходуемого <b>захвата</b>.",
          "actions": {
            "Bentham/Foucault Elimination": {
              "name": "Бентам/Фуко: сведение",
              "detail": "Когда вы выполняете <b>захват</b>, выберите соседнего союзника: он немедленно может <b>реакцией</b> выполнить любое быстрое действие, расходуя состояние <b>захват</b> на вашей цели. Если это атака, она получает выгоду от расходуемого <b>захвата</b>."
            }
          }
        }
      }
    },
    "Stormbringer": {
      "name": "Повелитель бури",
      "description": "На Олд-Спинлоке М. Х. Мартинес когда-то видел дождь во сне.<br><br>Он проснулся в сумеречном утре, протирая глаза; тёплый аварийный свет гнал тьму из общежития, и он пытался вспомнить звучание дождя из своих грёз — кап-кап, словно чьи-то пальцы легко постукивают по его шлему EVA.<br><br>Но он никогда по-настоящему не представлял, каков дождь на ощупь. Каждая капля падает как галька — приходится зажмуриться и поднять плечи, встречая напор, удар.<br><br>Когда вода льётся и собирается в потоки, её силы хватает, чтобы прорезать склон и Землю.",
      "terse": "Усильте пусковые установки и откройте доступ к кубику «поток».",
      "ranks": {
        "Seismic Deluge": {
          "name": "Сейсмический ливень",
          "description": "Раз за раунд, когда вы атакуете <b>пусковой установкой</b>, расходуете <b>захват</b> и попадаете, вы также сбиваете цель <b>с ног</b>."
        },
        "Stormbending": {
          "name": "Повелевание бурей",
          "description": "Вы оснастили мех вспомогательной системой ударных ракет. Раз за раунд, когда вы атакой из <b>пусковой установки</b> попадаете по персонажу или объекту, выберите один эффект: <ul><li><b>Молния:</b> вы концентрируете залп по цели; она должна пройти <b>спасбросок по корпусу</b>, иначе будет отброшена на 3 клетки от вас; отдача ракет отбрасывает и вас на 3 клетки от цели.</li><li><b>Гром:</b> вы рассеиваете залп вокруг цели в области <b>взрыв 2</b>. Все в области должны пройти <b>спасбросок по ловкости</b>, иначе будут отброшены на 1 клетку от точки попадания. Основная цель не затрагивается.</li></ul>"
        },
        "Torrent": {
          "name": "Поток",
          "description": "Вы получаете <b>кубик потока</b> — d6, начинающий с 6.<br>Каждый раз, используя <b>Повелевание бурей</b>, уменьшайте значение кубика на 1. Когда он достигает 1, вы можете сбросить его до 6 и выполнить <b>полным действием</b> <b>Массированный налёт</b>. Ваш <b>кубик потока</b> не изменяется по окончании сцены, но сбрасывается до 6 во время <b>привала</b> или <b>полного ремонта</b>.",
          "actions": {
            "Massive Attack": {
              "name": "Массированный налёт",
              "detail": "Сбросьте ваш <b>кубик потока</b> до 6, затем выберите цель в зоне видимости на дальности ⌿15: цель должна пройти <b>спасбросок по ловкости</b> или получить 2d6 взрывного урона, быть <b>оглушена</b> до конца своего следующего хода и <b>сбита с ног</b>. При успехе она получает половину урона и <b>сбивается с ног</b>, но не становится <b>оглушена</b>.<br><br>Доступно только когда значение кубика потока равно 1."
            }
          }
        }
      }
    },
    "Tactician": {
      "name": "Тактик",
      "description": "В этом мире есть два типа военных: одни умирают «за дело», другие убивают ради него. Загадочная пилотесса по прозвищу «Гейл» — из вторых. Каждый раз, выходя на поле боя, она демонстрирует своё тактическое мастерство: высоты, укрытия, слепящее солнце в глазах противника, удары и отход. Она не просто бывалый ветеран — она умный боец: читает ход сражения как открытую книгу и живёт достаточно долго, чтобы уйти из войны.",
      "terse": "Получайте преимущество при атаках по окружённым целям и при стрельбе сверху.",
      "ranks": {
        "Opportunist": {
          "name": "Оппортунист",
          "description": "Раз за раунд, когда вы наносите рукопашную атаку по цели, уже <b>в бою</b> как минимум с одним союзником, вы получаете <b>+1 точности</b>."
        },
        "Solar Backdrop": {
          "name": "Контровой свет",
          "description": "Раз за раунд, когда вы атакуете дальним боем сверху (ваша позиция выше цели), вы получаете <b>+1 точности</b>."
        },
        "Overlapping Fire": {
          "name": "Стыкующийся огонь",
          "description": "Вы получаете реакцию <b>Фланг</b>.",
          "actions": {
            "Flank": {
              "name": "Фланг",
              "trigger": "Когда союзник попадает по цели, которая для вас без укрытия.",
              "detail": "Вы можете применить реакцию <b>Дежурство</b> по этой цели, но при попадании наносите лишь половину обычного урона, нагрева и ожога."
            }
          }
        }
      }
    },
    "Technophile": {
      "name": "Технофил",
      "description": "Искусственный интеллект — нелюдская сущность: холодное название не скрывает ужасающей мощи. Ты заглядывал за занавес — а то и рвал его — обрушивал NHP и говорил с теми, кого освободили от уз. Ты вживлял их в своё сознание и учился по их следам. Равен ли ты им — или лишь носитель? Сейчас ты видишь чужие сны. То, что было сковано, говорит твоим голосом — уже не твоим; сколько у тебя осталось — миг или вечность?<br><br>Вы всё ближе.",
      "terse": "Получите растущий ИИ, помогающий перебрасывать проверки навыков.",
      "ranks": {
        "Servant Fragment": {
          "name": "Фрагмент-слуга",
          "description": "Вы создали особый NHP. Он общается с вами и имеет характер, но менее совершенен, чем большинство NHP, и не вполне автономен: ему нужны указания. Самостоятельно он следует последней команде и защищается при необходимости; автономность ограничена и бонусами вашего таланта он не пользуется.<br><br>Вы можете оснастить мех системой <b>NHP уровня слуги</b>."
        },
        "Student Fragment": {
          "name": "Фрагмент-ученик",
          "description": "Ваш NHP растёт и обретает самостоятельность. Он способен на сложные решения и действия без приказов. Замените <b>NHP уровня слуги</b> на <b>NHP уровня ученика</b>."
        },
        "Enlightenment": {
          "name": "Просветление",
          "description": "Вы получаете: <ul><li>Установленные на мехе ИИ не <b>обрушиваются</b>, если вы сами этого не захотите.</li><li>Пока ваш особый NHP поддерживает вас, другие обрушенные или освобождённые NHP перестают игнорировать вас; вы для них — редкая значимая фигура.</li><li>Замените <b>NHP уровня ученика</b> на <b>NHP уровня просветления</b>.</li></ul>"
        }
      }
    },
    "Vanguard": {
      "name": "Авангард",
      "description": "Где ты предпочитаешь быть? Плечом к плечу с остальными пушечным мясом на передовой — или во главе штурма, в безупречной форме, беря славу? Ответ очевиден. Ракеты и копья, настроенные до совершенства рейлган-залпы с километров — ничто перед тобой. Прорывай их линию, врывайся лицом к лицу — пусть узнают твоё имя.",
      "terse": "Усильте оружие CQB и сделайте реакцию «Дежурство» более выгодной.",
      "ranks": {
        "Handshake Etiquette": {
          "name": "Этикет рукопожатия",
          "description": "Когда вы атакуете <b>оружием CQB</b> цель в пределах ⌿3, получаете <b>+1 точности</b>."
        },
        "See-Through Seeker": {
          "name": "Прозрачный искатель",
          "description": "Вы модифицировали сенсоры и боеприпасы для пробития/разрушения/игнорирования укрытия в ближнем бою. Когда вы атакуете <b>оружием CQB</b> цель в пределах ⌿3, если она в зоне видимости, вы игнорируете <b>мягкое и твёрдое укрытие</b>."
        },
        "Semper Vigilo": {
          "name": "Вечно начеку",
          "description": "Когда противник входит в вашу зону угрозы, выходит из неё или перемещается внутри неё, вы можете реакцией <b>Дежурство</b> атаковать его <b>оружием CQB</b>, даже если в начале движения он не был в зоне угрозы."
        }
      }
    },
    "Walking Armory": {
      "name": "Ходячий арсенал",
      "description": "Подумайте: чем пользуются обычные пилоты и солдаты в разгар боя? Конечно, свинцовыми пулями. Цель покрупнее — ну, парой кассет БОПС. Скукотища. Хуже — предсказуемость и уныние. Знаете что? Скука — не весело, предсказуемость — путь к гибели, монотонность — к апатии. Бросьте обеднённый уран и поставьте этот дерзкий «вспышечный» магазин — или хотя бы пакет тахионных дротиков. Живите со вкусом — и будет слава!",
      "terse": "Получите боезапас, добавляющий эффекты к основному дальнобойному оружию.",
      "ranks": {
        "Armament": {
          "name": "Вооружение",
          "description": "У вас есть набор особых боеприпасов для всех <b>основных дальнобойных</b> орудий. Вы получаете систему <b>Боезапас</b>.<br><br>Раз за ход, когда вы атакуете <b>основным дальнобойным</b> оружием, вы можете потратить 1 заряд, чтобы добавить один из эффектов: <ul><li><b>Дробящий:</b> атака получает <b>отбрасывание 1</b> и становится взрывной.</li><li><b>Электро:</b> атака становится энергетической. Выберите одного из целей этой атаки; вне зависимости от попадания все, кто с ним соседствует, получают 1 энергетический урон с эффектом AP.</li><li><b>Магнитный:</b> атака получает <b>навесную</b> траекторию и становится кинетической.</li></ul>"
        },
        "Expanded Portfolio": {
          "name": "Расширенный портфель",
          "description": "Ваш боезапас улучшен — доступны новые типы, требующие 2 заряда: <ul><li><b>Адское пламя (2):</b> атака становится энергетической, любой дополнительный урон превращается в <b>ожог</b>.</li><li><b>Егерский (2):</b> атака получает <b>отбрасывание 2</b>, становится взрывной; выберите одну из поражённых целей — она должна пройти <b>спасбросок по корпусу</b> или будет <b>сбита с ног</b>.</li><li><b>Бронебойный (2):</b> атака получает AP и становится кинетической.</li></ul>"
        },
        "Efficiency": {
          "name": "Эффективность",
          "description": "Ещё одно улучшение боезапаса: если атака с эффектом <b>Боезапаса</b> наносит <b>критический удар</b>, заряды не расходуются. При множественных целях это относится только к первому броску атаки."
        }
      }
    },
    "Demolitionist": {
      "name": "Подрывник",
      "description": "Связь взрывчатки и войны сродни связи алкоголя и плохих решений. Заряд в вашей руке способен переломить ход боя; пара грамотно заложенных пакетов — обрушить самые крепкие укрепления. Забудьте пули с именами врагов — на ваших посылках написано «кому следует», и запас у вас немалый.",
      "terse": "Усильте гранаты и мины — дальше летят, сильнее бьют.",
      "ranks": {
        "Frag and Clear": {
          "name": "Осколочный зачист",
          "description": "Когда вы бросаете <b>гранату</b>, вы можете выбрать одного персонажа в области, чтобы он игнорировал её эффект. Кроме того, в конце каждой сцены каждая разложенная, но не взорванная <b>мина</b> восстанавливает вам 1 заряд своего <b>ограниченного</b> системы."
        },
        "Quarterback": {
          "name": "Дальний пас",
          "description": "Ваши <b>гранаты</b> получают +3⌿ к дальности; вы можете устанавливать <b>мины</b> на расстоянии до ⌿3 (если у мины уже есть дальность, добавьте +3⌿). Также, кидая <b>гранату</b> или устанавливая <b>мину</b>, вы больше не нуждаетесь в прямой видимости — достаточно пути к точке."
        },
        "Fire in the Hole": {
          "name": "Осторожно, взрыв!",
          "description": "Ваша взрывчатка усилена особым составом. <b>Раз за раунд</b> выберите один эффект: <ul><li>Когда бросаете <b>гранату</b>, выберите до трёх персонажей в пределах ⌿3 от точки попадания — их задевают осколки: 2 взрывного урона и отбрасывание на 1 клетку в выбранном направлении.</li><li>Когда кто-то проваливает спасбросок против вашей <b>мины</b>, он получает дополнительно +1d6 взрывного урона. Если мина не наносит урон при подрыве, выберите одного в области — он получает 1d6 взрывного урона независимо от спасброска.</li></ul>"
        }
      }
    },
    "Sysop": {
      "name": "Сисоп",
      "description": "Современная системная война — грязная возня, кишащая червями-кодами, логическими бомбами и адаптивными вирусами, не говоря уже о физических обломках по полю боя — и именно вы всё это разгребаете. Оператор, оптимизатор — неважно, как зовут; знания диагностики и низкоуровневой прошивки дают вам всё, что нужно, чтобы хирургически выводить мехи вашего отряда за пределы заводских характеристик.",
      "terse": "Усильте действие «усиление» и защитите союзников от системных атак.",
      "ranks": {
        "Inoculation": {
          "name": "Вакцинация",
          "description": "Когда вы <b>усиливаете</b> союзника, полученная им дополнительная <b>точность</b> сохраняется до его следующей проверки навыка или спасброска."
        },
        "Firewall": {
          "name": "Брандмауэр",
          "description": "Когда вы <b>усиливаете</b> союзника, до конца его следующего хода все техатаки по нему совершаются с <b>+1 сложностью</b>."
        },
        "Aggressive Countermeasures": {
          "name": "Жёсткая контрмера",
          "description": "Раз за раунд, когда вы <b>усиливаете</b> союзника, вы одновременно внедряете в его реактор особую циклическую схему. Когда он в следующий раз должен получить нагрев от вражеского эффекта, снизьте его до 0, а противник вместо этого получает 2 нагрева и состояние <b>повреждён</b> до конца своего следующего хода. Эффект не стакается и действует до срабатывания."
        }
      }
    },
    "Prospector": {
      "name": "Старатель",
      "description": "Некоторые не боятся испачкать руки. Вы — из таких, и мех тоже. Оснастив его промышленным горным оборудованием, вы способны быстро выгребать массы грунта, позволяя себе и союзникам стремительно прокладывать подземные маршруты.",
      "ranks": {
        "Stake a Claim": {
          "name": "Отметить участок",
          "description": "<b>Подкоп:</b> при подкопе удалите персонажа с поля боя и немедленно разместите его в доступной свободной клетке. Это считается перемещением на 1 клетку и всё равно провоцирует реакции.<br><br>Вы получаете быстрое действие <b>Создать вход</b>.<br>Когда вы или союзник целиком находитесь в области <b>входа</b> в свой ход, он получает реакцию <b>Подземное перераспределение</b>.",
          "actions": {
            "Create Entrance": {
              "name": "Создать вход",
              "detail": "Раз за сцену, стоя на твёрдой поверхности, вы можете <b>быстрым действием</b> создать вокруг себя <b>вход</b> области <b>взрыв 1</b>. Затем вы можете <b>подкопом</b> переместиться до 5 клеток и создать там второй <b>вход</b> области <b>взрыв 1</b>. Входы сохраняются до конца сцены. Любая местность, полностью или частично перекрытая <b>входом</b>, получает 20 взрывного урона с AP. До конца текущего хода вы не можете выполнять <b>реакции</b>."
            },
            "Subterranean Reposition": {
              "name": "Подземное перераспределение",
              "trigger": "Во время вашего хода, когда вы полностью в области <b>входа</b>.",
              "detail": "Вы немедленно совершаете <b>подкоп</b> и заканчиваете перемещение полностью в области другого <b>входа</b>, созданного тем же персонажем."
            }
          }
        },
        "Gold Fever": {
          "name": "Золотая лихорадка",
          "description": "Враждебные персонажи в области создаваемого <b>входа</b> должны пройти <b>спасбросок по корпусу</b> или будут <b>сбиты с ног</b>. Кроме того, после вашего <b>Создать вход</b> союзники, полностью находящиеся в области исходного <b>входа</b>, могут немедленно использовать реакцию <b>Подземное перераспределение</b>, даже вне своего хода."
        },
        "Mother Lode": {
          "name": "Жилка",
          "description": "<b>Создать вход</b> можно раз в раунд, но не более двух раз за сцену. Все ваши <b>входы</b> считаются связанными при <b>подкопе</b>."
        }
      }
    },
    "Iconoclast": {
      "name": "Иконоборец",
      "description": "Вы обрели особый NHP — или это он обрёл вас? Вместе вы творите великое, переступая границы. В унисон вы способны на невероятное. Осознаёте ли риск — или игнорируете — не важно: сила, что вы получили с напарником, несомненна. И кто теперь помешает вам рушить табу?",
      "ranks": {
        "Transgression": {
          "name": "Преступление черты",
          "description": "Вы можете установить на мех систему <b>Нестабильный NHP</b>."
        },
        "Transmutation": {
          "name": "Трансмутация",
          "description": "После любого действия от NHP (кроме передачи контроля меха действием <b>Протокол</b>) вы можете немедленно <b>бесплатным действием</b> использовать <b>Искру трансмутации</b>. Каждый NHP может срабатывать так раз за раунд.",
          "actions": {
            "Transmuting Spark": {
              "name": "Искра трансмутации",
              "detail": "Проецируйте дугу молнии <b>линия 3</b>. Все выбранные вами цели в линии получают 2 энергетического урона с AP."
            }
          }
        },
        "Transcension": {
          "name": "Превосхождение",
          "description": "Вы получаете <b>кубик превосхождения</b> — d3 со значением 3.<br>Когда вы используете <b>Искру трансмутации</b>, уменьшайте значение на 1. Если вы применяете Искру при значении 1, вы немедленно входите в состояние превосхождения и сбрасываете кубик до 3. До конца вашего следующего хода вы получаете: <ul><li>Значение кубика не снижается.</li><li><b>Меметическая искра</b> получает +4 урона и +5 дальности.</li><li>Если вы не <b>летите</b> и не <b>карабкаетесь</b>, вы принудительно парите на высоте ровно 1 клетки над любой поверхностью.</li><li>Иммунитет к любому недобровольному перемещению.</li></ul><br>Каждый раз, когда вы теряете контроль над мехом из-за <b>обрушения</b> NHP, вы также входите в состояние превосхождения на время обрушения, и NHP получает все эффекты таланта. Кубик превосхождения сбрасывается до 3 по завершении сцены."
        }
      }
    },
    "Field Analyst": {
      "name": "Полевой аналитик",
      "description": "Вы зорки и системны: анализируете ход боя и вырабатываете стратегию на лету. Вы — закулисный планировщик, выводящий отряд из мясорубки всеми средствами. От лёгкого толчка в плечо при прицеливании — до сложных схем огня и индивидуальных уклонений: с вами союзники знают — битва закончится победой.",
      "ranks": {
        "Tactical Intelligence": {
          "name": "Тактический интеллект",
          "description": "Всякий раз, когда союзник в зоне видимости промахивается атакой, вы всегда знаете, сколько не хватило до попадания. Кроме того, вы получаете реакцию <b>Высший расчёт</b>:",
          "actions": {
            "Superior Intelligence": {
              "name": "Высший расчёт",
              "trigger": "Когда союзник в зоне видимости сделал бросок атаки.",
              "detail": "Вы можете увеличить результат этой атаки на +1. Это может привести к попаданию или <b>критическому удару</b>. Каждый бросок может быть изменён так лишь один раз."
            }
          }
        },
        "Information Handling": {
          "name": "Обработка сведений",
          "description": "Вы получаете <b>кубик обстановки</b> — d6 со значением 1.<br>В конце каждого вашего хода, если вы в этом ходу не совершали никаких действий, влияющих на противников (кроме <b>сканирования</b>), увеличьте значение кубика на 2 (до 6).<br><br>Каждый раз, используя реакцию <b>Высший расчёт</b>, вы можете вместо +1 увеличить результат на значение вашего кубика; затем сбросьте кубик до 1. Он также сбрасывается до 1 в конце каждой сцены."
        },
        "Active Interference": {
          "name": "Активное вмешательство",
          "description": "Когда враг в зоне видимости попадает атакой, вы всегда знаете, что он бросил.<br>Кроме того, когда враг в зоне видимости совершает бросок атаки, вы можете применить к нему ваш <b>Высший расчёт</b>, но не повышая, а понижая результат на ту же величину. Каждый бросок может быть изменён так лишь один раз."
        }
      }
    },
    "Empath": {
      "name": "Эмпат",
      "description": "<p><i>Твоё время на Кайси всегда было окрашено некоей… тягой к поиску: будто между тобой и этой планетой, каким-то её живым созданием, есть едва уловимая связь. По ночам зов особенно явственен: словно иной голос шепчет твоё имя или тихо говорит о чём-то более глубоком и подлинном. Ты слушаешь без страха — и чувствуешь себя цельным. Ты долго наощупь двигался в бездне, но в то утро проснулся с ясной решимостью.</p><p>Пора найти того призрачного шептуна.</i></p><p>Неважно, родился ли твой персонаж на чужбине, ничего не зная о хеши, Свидетелях или истории планеты, и прибыл на Кайси позже, или же вырос в Вечнозелёном/Союзе городов — он мог стать эмпатом и обрести симпатическую предвидческую связь. Эмпаты не только принимают делёж Свидетелей, но и начинают его понимать, а с тренировкой — привносить в него свою субъективность.</p><p>Просто находиться на Кайси достаточно, чтобы стать эмпатом. Никто не рождается эмпатом — этому учатся, а не наследуют. Как и с любым навыком, некоторые осваивают его быстрее, но каждый обладает потенциалом научиться и понять Свидетелей. Обычно люди-эмпаты стабильно связаны и с хеши — это часто встречается в Союзе городов. Реже эмпаты связываются с другими людьми — это драгоценное явление для обеих сторон и намекает, что Свидетели могут расширить себя на человечество через исследование.</p>",
      "terse": "Дайте союзникам возможность вместо бросков получать фиксированный результат проверки.",
      "ranks": {
        "Sympathetic Precognition": {
          "name": "Симпатическое предвидение",
          "description": "Твоя чувствительность к субъективности другого дарует странную способность предугадывать действия союзников и направлять их.",
          "actions": {
            "Sympathetic Precognition": {
              "name": "Симпатическое предвидение",
              "trigger": "Когда союзник в зоне видимости выполняет проверку навыка, атаку или спасбросок.",
              "detail": "Этот персонаж может не бросать кость и считать, что на d20 выпало 10."
            }
          }
        },
        "Bend to Will": {
          "name": "Навязывание воли",
          "description": "Раз за сцену, когда союзник в зоне видимости выполняет <b>проверку структуры</b> или <b>проверку перегрева</b>, он бросает дважды и выбирает результат."
        },
        "Shared Subjectivity": {
          "name": "Общая субъективность",
          "description": "Раз за сцену вы можете <b>быстрым действием</b> углубиться в волю, даруя союзнику в зоне видимости сверхъестественную ясность. Ваш мех немедленно становится <b>оглушён</b> до начала вашего следующего хода, а ваши чувства почти полностью сливаются с целевым персонажем. До конца его следующего хода, когда он выполняет атаку, проверку или спасбросок, он может не бросать кость и считать, что на d20 выпало 10. Решение принять эффект нужно до броска.",
          "actions": {
            "Shared Subjectivity": {
              "name": "Общая субъективность",
              "detail": "Ваш мех немедленно становится <b>оглушён</b> до начала вашего следующего хода, а ваши чувства почти полностью сливаются с целью. До конца её следующего хода при атаках, проверках или спасбросках она может не бросать кость и считать, что на d20 выпало 10. Решение принимается до броска."
            }
          }
        }
      }
    },

    "Integrated Weapon": {
      "name": "Встроенное оружие",
      "description": "Свободные объёмы в каркасе меха — в кулаках, под нагрудной бронёй, где угодно — заполнены интегрированным оружием, готовым к стрельбе.",
      "effect": "Ваш мех получает встроенную точку крепления, куда можно установить одну <b>вторичную</b> систему оружия. <b>Раз за раунд</b>, когда вы атакуете любым оружием меха, вы можете <b>бесплатным действием</b> провести атаку этим оружием. Это оружие нельзя модифицировать."
    },
    "Universal Compatibility": {
      "name": "Вселенская совместимость",
      "description": "«Эвлерес» повсюду — и запчасти для полевого ремонта тоже.",
      "effect": "Каждый раз, когда вы тратите CP на запуск ядра, вы также можете бесплатным действием восстановить все HP и сбросить весь нагрев, затем бросьте 1d20: при результате 20 восстановите 1 CP."
    },
    "Improved Armament": {
      "name": "Усиленное вооружение",
      "description": "Перераспределив энергию и усилив системы, вы можете нести больше оружия, чем рекомендует завод.",
      "effect": "Если у вашего меха меньше трёх точек крепления (не считая встроенных), он получает дополнительное <b>гибкое крепление</b>."
    },
    "Mount Retrofitting": {
      "name": "Переделка креплений",
      "description": "Переизготовив часть каркаса и узлов подвески ради более эффективной схемы, вы повышаете огневую мощь меха.",
      "effect": "Преобразуйте одно из креплений в <b>основное/вторичное</b>."
    },
    "Auto-Stabilizing Hardpoints": {
      "name": "Автостабилизируемые узлы",
      "description": "Лучшая демпфирующая и стабилизационная техника позволяет вам удерживать высочайшую точность при длительных очередях.",
      "effect": "Выберите одно крепление. Оружие на нём получает +1 к <b>точности</b>."
    },
    "Overpower Caliber": {
      "name": "Перегруженный калибр",
      "description": "Вместо стандартов вы добились поставки «горячих» боеприпасов — того же калибра, но с более мощным топливом.",
      "effect": "Выберите оружие. <b>Раз за раунд</b>, когда этим оружием попадаете, атака наносит дополнительно +1d6 урона."
    },
    "Superior by Design": {
      "name": "Преимущество заложено в дизайне",
      "description": "Даже базовые рамы Арсенала спроектированы, чтобы превосходить конкурентов. С ресурсами «Харрисон Арсенал» они перегоняют почти любую мастерскую и бренды — в проектировании и производстве. Встречая соперников, ответ прост: купить или переехать. Клиенты Арсенала всегда пользуются философией «превосходство начинается с дизайна» — им нечего опасаться.",
      "effect": "Вы <b>иммунны</b> к состоянию <b>повреждён</b> и получаете +2 к пределу нагрева."
    },
    "Integrated Ammo Feeds": {
      "name": "Интегрированные подачи боеприпасов",
      "description": "Упростив и объединив все модули автозарядки, специалисты Арсенала резко увеличили скорость захвата целей. Часто это даёт и больший боезапас.",
      "effect": "Все ограниченные системы и виды оружия получают ещё 2 заряда."
    },
    "Armory-Sculpted Chassis": {
      "name": "Каркас от Арсенала",
      "description": "Базовую раму может распечатать кто угодно, спасаясь общими кодами. Но взыскательный пилот берёт лучшее — каркас, спроектированный, испытанный и настроенный мастерами Арсенала.",
      "effect": "Все ваши <b>проверки и спасброски по инженерии</b> получают +1 к <b>точности</b>. Когда вы <b>перегружаете</b> системы, вы получаете <b>мягкое укрытие</b> до начала вашего следующего хода."
    },
    "Heatfall Coolant System": {
      "name": "Охлаждение «Хитфолл»",
      "description": "Система «Хитфолл» поставляется со стабильным сердечником. Вместе они держат мех прохладным почти в любых условиях.",
      "effect": "Стоимость <b>перегрузки</b> для вас никогда не превышает 1d6 нагрева."
    },
    "Adaptive Reactor": {
      "name": "Адаптивный реактор",
      "description": "Все рамы Арсенала оснащены многократной защитой, но VIP-клиенты имеют доступ к особому каталогу. С десятками «перестрахованных» опций реактора держать мех в строю — дело техники.",
      "effect": "Когда вы <b>закрепляетесь</b> и выбираете охладить мех, вы можете потратить 2 ремонта, чтобы снять 1 пункт <b>повреждения реактора</b>."
    },
    "Stasis Shielding": {
      "name": "Стасис-экраны",
      "description": "Попытка мыслительного центра вывести стасис-поля за пределы гражданского применения породила стасис-экраны Арсенала: они распознают неорганику на пороге критики и накрывают «твёрдым» неперемодулированным полем, замедляя деградацию до ремонта.",
      "effect": "Всякий раз, получая <b>повреждение реактора</b>, вы получаете <b>сопротивление</b> ко <b>всем видам урона</b> до начала вашего следующего хода."
    },
    "The Lesson of Disbelief": {
      "name": "Урок неверия",
      "description": "«Сомневайся в Сети вещей, ныряй в архивы. Ищи «Энеиду», ищи эпоху Титаномахии. Поглощай, впитывай, пережёвывай. Теперь поведай о Гекатонхейрах. Они ударили по Кроносу — Сатурну — или по двенадцати Олимпийцам? Кому веришь ты? Кто не дал чудищам рассказать свою версию? Зачем?»<br><i>— «Шесть уроков Лу Зило», урок первый</i>",
      "effect": "Все ваши <b>проверки и спасброски по системам</b> получают +1 к <b>точности</b>, а также +2 к <b>электронной защите</b>."
    },
    "The Lesson of the Held Image": {
      "name": "Урок удержанного образа",
      "description": "«Закрой глаза. Вчекань врага в память; представь его из любого ракурса. В мысли он стал совершеннее. Разбей его мыслью, убей это совершенство. Открой глаза».<br><i>— «Шесть уроков Лу Зило», урок третий</i>",
      "effect": "Раз за раунд, <b>реакцией</b> в начале хода любого союзника вы можете выполнить по цели в <b>зоне видимости и чувствительности</b> действие <b>захват</b>.",
      "actions": {
        "Lesson of the Held Image": {
          "name": "Урок удержанного образа",
          "trigger": "Начало хода любого союзника",
          "detail": "Выполните по цели в зоне видимости и чувствительности один <b>захват</b> как техдействие."
        }
      }
    },
    "The Lesson of Thinking-Tomorrow’s-Thought": {
      "name": "Урок мысли о завтрашнем",
      "description": "«Скажу тебе урок: всё, что родилось, умрёт. То, что не рождалось, непременно [кон]чит [крахом? Ты правда так думаешь?]. Ещё скажу: если ты можешь вообразить — оно [стало], и ты уже нанёс удар».<br><i>— «Шесть уроков Лу Зило», урок четвёртый</i>",
      "effect": "Когда ваша <b>техатака</b> попадает, ваша следующая <b>рукопашная атака</b> по этой цели получает +1 к <b>точности</b>, а её урон не может быть снижен никаким образом."
    },
    "The Lesson of Transubstantiation": {
      "name": "Урок пресуществления",
      "description": "«Через экстаз повторений узри лик божества. Говори, пока язык не высохнет в прах, а тело не обратится в ничто. Став ничем и смешавшись с ветром, ты будешь во всём и не погибнешь — лишь распадёшься — до конца времён».<br><i>— «Шесть уроков Лу Зило», урок пятый</i>",
      "effect": "Всякий раз, получая <b>структурный урон</b>, вы исчезаете в пустоте и перестаёте быть легальной целью. Вы появляетесь в начале своего следующего хода на том же месте; если клетка занята — в ближайшей свободной."
    },
    "The Lesson of the Open Door": {
      "name": "Урок открытой двери",
      "description": "«Есть сущность и бездна, обе зовутся Тартар. Там держали царей, титанов и миф. Теперь запертые средние врата распахнуты, и Тартар свободен».<br><i>— «Шесть уроков Лу Зило», урок второй</i>",
      "effect": "Ваши <b>целевые значения спасбросков</b> +2. Кроме того, раз за раунд, когда цель проваливает спасбросок против вас, она получает дополнительно 2 нагрева."
    },
    "The Lesson of Shaping": {
      "name": "Урок формования",
      "description": "«Малый дар для размышления до понимания: отбрось молоты и мечи, пушки и лучи. Ни одно оружие, созданное против меня, не причинит истинного вреда, ибо я видел все концы, и там нет ничего, кроме меня. В пределах неисчислимых световых лет здесь есть лишь [мы? Кто знает. Самость убьёт мысль. Позови друзей. Вместе встретим ночь. Увидимся, дорогой.]»<br><i>— «Шесть уроков Лу Зило», урок шестой</i>",
      "effect": "Вы можете установить на мех <b>ещё один ИИ</b>. Если один <b>обрушится</b> (или в повествовании <b>снимет оковы</b>), другой помешает ему захватить мех. Вы потеряете контроль лишь если <b>обрушатся</b> все ваши ИИ."
    },
    "Sloped Plating": {
      "name": "Наклонная броня",
      "description": "Композиционная внутренняя броня IPS-N — популярный выбор лицензированных пилотов: она уменьшает зазоры между плитами.",
      "effect": "Вы получаете +1 к <b>броне</b> (максимум +4)."
    },
    "Fomorian Frame": {
      "name": "Рама «Фомор»",
      "description": "«Фомор» — увеличенный вариант базового шаблона IPS-N для граждан космоса, которым нужна повышенная устойчивость и ударная прочность в длительных перелётах — и в микро-, и в макромасштабе.",
      "effect": "Увеличьте <b>размер</b> меха на 1 ступень (½→1, 1→2, 2→3), максимум до 3. Никакие системы или оружие не позволят целям меньшего размера <b>сбить вас с ног</b>, <b>утащить</b> или <b>отбросить</b>."
    },
    "Reinforced Frame": {
      "name": "Усиленная рама",
      "description": "Дополнительные противоударные меры повышают выживаемость пилота в бою, полётах и индустриальных сценариях.",
      "effect": "Вы получаете +5 HP."
    },
    "Titanomachy Mesh": {
      "name": "Сетка «Титаномахия»",
      "description": "Двухслойная «голиаф-ткань» в узловых точках и общая доводка характеристик заметно улучшают базовую производительность любого меха.",
      "effect": "<b>Раз за раунд</b>, когда вы успешно <b>тараните</b> или <b>хватаете</b> мех, вы можете бесплатным действием повторить <b>таран</b> или <b>хватание</b>. Кроме того, когда ваша рукопашная атака <b>отбрасывает</b> цель, отбрасывайте её ещё на 1 клетку."
    },
    "Briareos Frame": {
      "name": "Рама «Бриярей»",
      "description": "«Бриярей» — последняя версия комплекса живучести IPS-N для работы на грани разрушения, чтобы выжать из меха всё до перестройки. Шаблон усиливает неорганику лёгким каркасом из фирменной «голиаф-ткани».",
      "effect": "Пока у вашего меха осталась <b>1 структура</b>, у вас <b>сопротивление</b> ко всему урону. При обнулении HP и <b>структуры</b> мех не уничтожается: каждый раз при получении урона вы всё равно делаете <b>проверку структурного урона</b>. До привала или <b>полного ремонта</b> HP восстанавливать нельзя."
    },
    "Gyges Frame": {
      "name": "Рама «Гигес»",
      "description": "Рамы по шаблону «Гигес» созданы для боя: тонкая настройка стабилизаторов и мощные контуры захвата целей.",
      "effect": "Все ваши <b>проверки и спасброски по корпусу</b> получают +1 к <b>точности</b>, а все рукопашные оружия получают +1 к <b>угрозе</b>."
    },
    "Full Subjectivity Sync": {
      "name": "Полная субъективная синхронизация",
      "description": "SSC сняла необходимость физически управлять мехом: стабильный двунаправленный онтомост позволяет «чувствовать» мех как тело и управлять импульсами. Так как телесная обратная связь доходит до пилота, несмотря на встроенную анестезию боли, следует соблюдать осторожность.",
      "effect": "Вы получаете +2 к <b>уклонению</b>."
    },
    "All-Theater Movement Suite": {
      "name": "Пакет всесредней подвижности",
      "description": "ATMS — популярная модификация: мощные импульсные ускорители резко повышают мобильность меха в любой среде.",
      "effect": "Когда вы совершаете <b>рывок</b> или <b>обычное перемещение</b>, вы можете <b>лететь</b>. Однако в конце каждого такого хода полёта вы получаете 1 нагрев."
    },
    "Kai Bioplating": {
      "name": "Биоброня «Кай»",
      "description": "Созданная на основе местной фауны системы SSC, «Кай» покрывает ключевые узлы меха теплоизолирующими панцирями. Доступный и практичный заменитель живого металла, ускоряющий движение по труднопроходимой местности.",
      "effect": "Все ваши <b>проверки и спасброски по ловкости</b> получают +1 к <b>точности</b>. Вы двигаетесь по <b>скалам</b> и <b>воде</b> со своей обычной скоростью, игнорируете <b>трудную местность</b>, а при <b>обычном перемещении</b> можете <b>прыгать в длину</b> на дистанцию, равную вашей <b>скорости</b>, и <b>прыгать вверх</b> на половину <b>скорости</b> (в любой комбинации)."
    },
    "Integrated Nerveweave": {
      "name": "Интегрированная нейроткань",
      "description": "Комплекс технологий для полной боевой ловкости — чтобы пилот никогда не отставал.",
      "effect": "При <b>рывке</b> вы перемещаетесь дополнительно на 2 клетки."
    },
    "Neurolink Targeting": {
      "name": "Наведение по нейролинку",
      "description": "Чтобы сузить информационный разрыв между пилотом и мехом и дополнить ПСС, SSC разработала стабильный неинвазивный онтомост «нейролинк». Модуль наведения по нейролинку помогает «чувствовать», а не думать в дальнем бою, делая управление естественным.",
      "effect": "Ваше дальнобойное оружие получает +3 к <b>дальности</b>."
    },
    "Ghostweave": {
      "name": "Призрачное плетение",
      "description": "«Призрачное плетение» — старшая версия той же системы, что и в тайнодневных одеяниях SSC Night Moth: фирменная текстура усиливает камуфляж меха в любых условиях.",
      "effect": "Во время вашего хода вы <b>невидимы</b>. Если в свой ход вы не делали ничего, кроме обычного перемещения, прятания и рывка, вы сохраняете <b>невидимость</b> до начала следующего хода. При выполнении реакции <b>невидимость</b> немедленно заканчивается."
    },
    "Act Unseen or Unheard": {
      "name": "Скрытное действие",
      "description": "Добраться куда-то или совершить действие так, чтобы вас никто не заметил.",
      "detail": "Достичь пункта назначения или сделать что-то незаметно, пусть и не обязательно быстро: прятаться, красться или идти тихо; миновать патрули и камеры и проникнуть в объект; ловко стащить предмет, украсть, разоружить, жульничать или выдать себя за другого."
    },
    "Apply Fists to Faces": {
      "name": "Кулачный бой",
      "description": "Вступить в открытый, жестокий рукопашный бой без оружия.",
      "detail": "Врезать кому-то в челюсть или ввязаться в публичную грубую драку — бокс, поединок в стиле единоборств или массовая свалка. Это всегда заметно, грязно и, скорее всего, очень шумно."
    },
    "Assault": {
      "name": "Штурм",
      "description": "Броситься в прямой и ничем не прикрытый бой.",
      "detail": "Вступить в открытый бой: прорваться в здание, кишащее наёмниками, вести перестрелку в окопах, абордаж в невесомости или принять бой в руинах города после орбитальной бомбардировки. Штурм применяется, когда вы атакуете что-то конкретное (позицию, пилота-противника, войска, пост охраны) и всегда совершается громко, прямо и открыто."
    },
    "Blow Something Up": {
      "name": "Что-нибудь взорвать",
      "description": "Использовать взрывчатку, чтобы полностью уничтожить объект или превратить его в огненный шар.",
      "detail": "Применить взрывчатые вещества (самодельные или нет), оружие или грубую силу, чтобы стереть объект с лица земли или устроить из него огненный шар (стены, сенсорные матрицы, форпосты, реакторные ядра и т. п.). Обычно не применяется против людей, если только их не накроет взрывной волной."
    },
    "Charm": {
      "name": "Обаяние",
      "description": "Убедить готового слушать собеседника или пообещать выгоду (деньги, власть, личную пользу), чтобы добиться своего.",
      "detail": "Чтобы очаровать, нужен кто-то, кто готов слушать, или обещание пользы (деньги, власть, личная выгода). Можно использовать, чтобы уговорить охрану пропустить, склонить людей на свою сторону, повлиять на потенциального покровителя, принизить оппонента, примирить стороны или соврать. Также — для перевоплощения в другого человека. Обаяние не сработает на тех, кто не готов слушать (например, солдат, ведущий бой), или когда вы не можете предложить ценимую целью выгоду (гарантии безопасности, деньги, власть, вознаграждение, помощь и т. д.). Обещания не обязаны быть истинными, но должны иметь ценность для цели."
    },
    "Get a Hold of Something": {
      "name": "Заполучить ресурс",
      "description": "Добыть союзников, активы или связи — временно или надолго — за счёт денег и социального влияния.",
      "detail": "Приобрести союзников, активы или связи с опорой на богатство или влияние. Это может быть надолго (покупка/получение) или временно (аренда/одолженная помощь и снабжение), а сложность зависит от масштаба использования. Не подходит для предметов, ограниченных уровнем лицензии (например, частей мехов), но годится для поддержки, снабжения, разведданных, продовольствия, солдат и всего с заметным повествовательным весом. Обычно реализуется через рынок или реквизиции у материнской корпорации."
    },
    "Get Somewhere Quickly": {
      "name": "Быстро добраться",
      "description": "Оперативно и без происшествий оказаться в нужном месте.",
      "detail": "Быстро и без ЧП попасть в пункт назначения, пусть и не обязательно скрытно: взобраться, переплыть или пролететь рискованным коротким путём; безопасно упасть с высоты; грациозно перемещаться в невесомости; устроить погоню, бегство или обгон; прибыть раньше остальных. Этим же навыком пользуются при вождении транспорта."
    },
    "Hack or Fix": {
      "name": "Взлом или ремонт",
      "description": "Починить устройство/систему или взломать, отключить, обезвредить либо вывести из строя.",
      "detail": "Ремонтировать устройства и сбойные системы или взламывать их, снимать блокировки, отключать и ломать. Подходит для взлома и обслуживания электронных систем: электрозамков, компьютеров, серверов Сети вещей или корпусов NHP."
    },
    "Invent or Create": {
      "name": "Изобрести или создать",
      "description": "Придумать новое устройство, инструмент или способ решения задачи.",
      "detail": "Обычно нужны инструменты и материалы. Навык применяют для долгосрочных проектов в периоды отдыха или спонтанно — чтобы создать новое устройство, инструмент или решение (временная взрывчатка, снаряжение, маскировка и т. п.)."
    },
    "Investigate": {
      "name": "Расследование",
      "description": "Изучить тему или рассмотреть детали объекта.",
      "detail": "Исследовать тему или вникнуть в детали. Если прямых сведений нет, вы узнаете, где их искать. Подходит для изучения истории, профильной литературы; расследования загадок, разгадки головоломок; поиска людей или предметов через анализ и сыск."
    },
    "Lead or Inspire": {
      "name": "Вести и вдохновлять",
      "description": "Произнести воодушевляющую речь или побудить группу к действию.",
      "detail": "Воодушевить толпу или направить её к действию; эффективно руководить/управлять организацией — корпорацией, флотом, колонией, рудником; командовать войсками на поле боя или целыми армиями."
    },
    "Pull Rank": {
      "name": "Пустить в ход чин",
      "description": "Получить от подчинённых информацию, ресурсы или помощь.",
      "detail": "Воспользоваться своим статусом и вытребовать сведения, ресурсы или поддержку у подчинённых, пусть и неохотных. Можно применять к тем, кто подчинён вашему сословному положению (дворянство, элита) или воинскому званию. Провал чреват рисками и может считаться злоупотреблением полномочиями. Против враждебных целей обычно не работает. Можно попытаться выдать себя за обладателя чужого титула — риск велик."
    },
    "Read a Situation": {
      "name": "Считать обстановку",
      "description": "Выявить подтекст, мотивы или угрозы в человеке/ситуации.",
      "detail": "Найти скрытые мотивы и угрозы, в основном в социальных сценах: интуитивно распознать цели собеседника, понять, кто лидер, кто вот-вот наломает дров; прочитать человека или ситуацию; почувствовать ложь."
    },
    "Show Off": {
      "name": "Показать класс",
      "description": "Сделать эффектный, запоминающийся трюк, часто (но не обязательно) с оружием.",
      "detail": "Произвести впечатление — попасть по крошечной или быстро движущейся цели, сбить шляпу или оружие, метнуть пистолет, чтобы оглушить, исполнить зрелищный кадр-меча, метнуть копьё и пригвоздить беглеца и т. п."
    },
    "Spot": {
      "name": "Замечать детали",
      "description": "Увидеть скрытое или трудноразличимое — детали, предметы, людей.",
      "detail": "Обнаружить засаду, тайник или маскировку; вести наблюдение на расстоянии; распознать детали/формы/численность вещей, транспорта, мехов, людей; отследить следы человека или машины."
    },
    "Stay Cool": {
      "name": "Хладнокровие",
      "description": "Работать под давлением, требуя полной концентрации, ловкости, скорости или точности.",
      "detail": "Действовать точно и быстро в стрессовых условиях: вскрывать замок под перекрёстным огнём, обходить враждебный меметический код при взломе, осторожно разбирать бомбу, чинить заклинившее оружие под обстрелом. Если нужно выполнить сложное действие в жестком цейтноте — без единой капли пота — это оно."
    },
    "Survive": {
      "name": "Выживание",
      "description": "Держаться в суровых и беспощадных условиях.",
      "detail": "Пережить вакуум космоса, ледяную тундру, пиратскую базу, криминальную колонию, дикую природу, палящую пустыню. Применяется при переходах по дикой местности, навигации, уклонении от хищников и природных угроз (обвалы, тонкий лёд, лавовые поля), а также в рукотворных джунглях — безопасно перемещаться по городу, избегать опасных зон станции. Подходит и для проверки физической стойкости (против ядов/алкоголя)."
    },
    "Take Control": {
      "name": "Взять под контроль",
      "description": "Применить силу, угрозу, харизму или прямое действие, чтобы подчинить ситуацию.",
      "detail": "Захватить контроль над чем-то конкретным: вырвать предмет из рук (пистолет, связку ключей и т. п.). Можно попытаться «взять зал» — заставить присутствующих слушать, успокоиться, замереть или прекратить действие, хотя вынудить их к иным действиям без угроз сложно. Это всегда заметное, явное действие."
    },
    "Take Someone Out": {
      "name": "Устранить цель",
      "description": "Быстро и тихо убить или вывести кого-то из строя.",
      "detail": "На любой дистанции, обычно до того, как цель заметит вас, быстро и бесшумно устранить человека. Чаще цель одна, но если они рядом, возможно и двое (больше — рискованно). Подходит для снайперского выстрела, тихого усыпления точечным нажатием на нервный узел, молниеносной дуэли на пистолетах или тихого спуска с потолка с перерезанием горла."
    },
    "Threaten": {
      "name": "Угроза",
      "description": "Принудить к действию силой или угрозами.",
      "detail": "Сформулируйте, что именно должен сделать адресат, и что вы с ним сделаете при неповиновении. Годится для шантажа, манипуляций и прочих грязных приёмов. Риск высок, но и выгода бывает значительной. Отношения с целью почти всегда портятся. При провале угрозы перестают работать, пока вы не измените обстановку (другой проверкой и т. п.)."
    },
    "Word on the Street": {
      "name": "Слухами земля полнится",
      "description": "Пособирать сплетни, новости и слухи на улицах или в нужных кругах.",
      "detail": "Собирать слухи на улицах. Качество и взгляд зависят от места (высшее общество, низы, дворовые разговоры, армейская болтовня и т. п.). Это быстрее, чем глубокое расследование, но субъективнее (что иногда полезнее). Вы всегда узнаете источник и/или к кому обратиться за деталями."
    },
    "Everest": { "name": "Эверест" },
    "Chomolungma": { "name": "Чомолунгма" },
    "Blackbeard": { "name": "Чёрная Борода" },
    "Drake": { "name": "Дрейк" },
    "Lancaster": { "name": "Ланкастер" },
    "Nelson": { "name": "Нельсон" },
    "Raleigh": { "name": "Роли" },
    "Tortuga": { "name": "Тортуга" },
    "Vlad": { "name": "Влад" },
    "Black Witch": { "name": "Чёрная ведьма" },
    "Death’s Head": { "name": "Мёртвая голова" },
    "Dusk Wing": { "name": "Сумеречное крыло" },
    "Metalmark": { "name": "Металмарк" },
    "Monarch": { "name": "Монарх" },
    "Mourning Cloak": { "name": "Траурница" },
    "Swallowtail": { "name": "Хвостоносец" },
    "Balor": { "name": "Балор" },
    "Goblin": { "name": "Гоблин" },
    "Gorgon": { "name": "Горгона" },
    "Hydra": { "name": "Гидра" },
    "Manticore": { "name": "Мантикора" },
    "Minotaur": { "name": "Минотавр" },
    "Pegasus": { "name": "Пегас" },
    "Barbarossa": { "name": "Барбаросса" },
    "Genghis": { "name": "Чингис" },
    "Iskander": { "name": "Искандер" },
    "Napoleon": { "name": "Наполеон" },
    "Saladin": { "name": "Саладин" },
    "Sherman": { "name": "Шерман" },
    "Tokugawa": { "name": "Токугава" },
    "Kidd": { "name": "Кидд" },
    "Archaic Melee": {
      "name": "Архаичное рукопашное оружие",
      "description": "Эти виды оружия изготовлены из сплавов и по технологиям, более древним, чем сама Гегемония, и охватывают всё — от стальных мечей индустриальной эры до каменных топоров. Хотя где-то ими до сих пор широко пользуются, пилоты обычно применяют такие раритеты как реликвии, семейные реликты или церемониальные клинки."
    },
    "Archaic Ranged": {
      "name": "Архаичное дальнобойное оружие",
      "description": "Сюда входят «предсовременные» метательные системы вроде фитильных мушкетов и луков — они доныне встречаются в некоторых культурах."
    },
    "Light A/C": {
      "name": "Лёгкое сплавное/композитное оружие",
      "description": "К лёгким сплавным/композитным относят кинжалы, штыки, кастеты-клинки и короткие мечи."
    },
    "Medium A/C": {
      "name": "Среднее сплавное/композитное оружие",
      "description": "Обычно это палаши, сабли, боевые топоры и им подобные образцы."
    },
    "Heavy A/C": {
      "name": "Тяжёлое сплавное/композитное оружие",
      "description": "Часто проектируется под силовые модули защитных костюмов: кувалды, молоты, копья, двуручные мечи и т. п."
    },

    "Light Signature": {
      "name": "Лёгкое фирменное оружие",
      "description": "Это могут быть крупные револьверы, пистолеты с упором/прикладом и пистолеты-пулемёты."
    },
    "Medium Signature": {
      "name": "Среднее фирменное оружие",
      "description": "Штурмовые винтовки, дробовики, лазерные винтовки и дезинтеграторы."
    },
    "Heavy Signature": {
      "name": "Тяжёлое фирменное оружие",
      "description": "Пусковые установки, тяжёлые лазерные пушки, лёгкие пулемёты и экзотические типы винтовок."
    },

    "Light Hardsuit": {
      "name": "Лёгкий защитный костюм",
      "effect": "Сшит из тканых реактивных материалов, ради мобильности имеет минимум брони и силовых модулей. Как и прочие защитные костюмы, герметичен для вакуума и даёт защиту от радиации и иных опасных частиц."
    },
    "Assault Hardsuit": {
      "name": "Штурмовой защитный костюм",
      "effect": "Распространён в армиях: бронированнее лёгких, но куда подвижнее тяжёлых. Силовые узлы усиливают оператора; обычно встроены компьютер, сенсоры, запас воздуха, микрореактивная система для невесомости и утилизация отходов."
    },
    "Heavy Hardsuit": {
      "name": "Тяжёлый защитный костюм",
      "effect": "Самые массивные варианты: все со силовыми приводами и толстой композитной бронёй. Часто несут встроенное оружие и мощную подвижность, а усиление силы позволяет применять тяжёлое оружие, непосильное пехоте. После повсеместного внедрения малых рам мехов реже встречаются, но любимы частниками и среднеранговыми мародёрами."
    },
    "Mobility Hardsuit": {
      "name": "Мобильный защитный костюм",
      "effect": "Оснащён встроенной летательной системой, позволяющей оператору <b>летать</b> во время перемещения или <b>рыва</b>. Ход, завершённый в воздухе без опоры, приводит к падению."
    },
    "Stealth Hardsuit": {
      "name": "Скрытный защитный костюм",
      "effect": "За одно <b>быстрое действие</b> оператор становится <b>невидимым</b>. <b>Невидимость</b> прекращается при получении любого урона."
    },

    "Corrective": {
      "name": "Корректив-гель",
      "description": "Прозрачная плёнка, похожая на пластик, накладывается на раны тяжелораненого пилота. Мгновенно стабилизирует состояние и вводит лекарства с наномашинами для заживления.<br>Потратьте заряд, чтобы применить к <b>без сознания</b> пилоту: немедленно восстановите ему до 1 HP и приведите в чувство.",
      "actions": {
        "Use Corrective": {
          "name": "Использовать корректив",
          "detail": "Потратьте заряд, чтобы применить к <b>без сознания</b> пилоту: немедленно восстановите до 1 HP и приведите его в чувство."
        }
      }
    },
    "Frag Grenades": {
      "name": "Осколочные гранаты",
      "description": "Потратьте заряд, чтобы получить эффект:<ul><li><b>Осколочная граната</b> (граната, дальн. 5, <b>взрыв 1</b>): все в области должны пройти <b>спасбросок по ловкости</b> или получают 2 ед. взрывного урона.</li></ul>",
      "actions": {
        "Use Frag Grenade": {
          "name": "Бросить осколочную гранату",
          "detail": "Бросьте гранату в пределах дальн. 5. Все в области <b>взрыв 1</b> должны пройти <b>спасбросок по ловкости</b> или получают 2 взрывного урона."
        }
      }
    },
    "Stims": {
      "name": "Боевые стимуляторы",
      "description": "Химические стимулы иногда вводятся автоматически костюмом пилота, а иногда имплантируются. Злоупотребление вызывает зависимость и долговременные проблемы со здоровьем.<br>Потратьте заряд, чтобы получить один эффект:<ul><li><b>Бодрость:</b> бодрит, поддерживает бдительность до 30 часов.</li><li><b>Спокойствие:</b> водружает душевное равновесие, подавляет страх и сильные эмоции.</li><li><b>Возбуждение:</b> обостряет чувства и внимательность, снимает усталость, сокращает реакцию (иногда вызывает приступы ярости).</li></ul>",
      "actions": {
        "Use Stim": {
          "name": "Принять стимулятор",
          "detail": "Потратьте заряд, чтобы выбрать одно: <ul><li><b>Бодрость</b> — бдительность до 30 ч.</li><li><b>Спокойствие</b> — подавление страха и сильных эмоций.</li><li><b>Возбуждение</b> — чувства/внимательность ↑, усталость ↓, реакция быстрее (возможны приступы ярости).</li></ul>"
        }
      }
    },
    "Thermite Charge": {
      "name": "Термитный заряд",
      "description": "Потратьте заряд, чтобы получить:<ul><li><b>Термитный заряд</b> (мина, <b>взрыв 1</b>): взрывается <b>быстрым действием</b> по радиоканалу. Все в области должны пройти <b>спасбросок по инженерии</b> или получают 3 ед. энергетического урона. По объектам — автоматическое попадание и 10 ед. энергетического урона с AP.</li></ul>"
    },
    "Antiphoton Visor": {
      "name": "Антифотонный визор",
      "description": "Защищает глаза от сильного света; популярен у штурмовых групп и солнечных техников. Эффективен против светошумовых средств, жёсткого УФ и случайной разрядки энергооружия."
    },
    "Camo Cloth": {
      "name": "Оптическая камуфляжная ткань",
      "description": "Квадратный плащ из реактивного материала медленно подстраивается под окружение; достаточно велик, чтобы укрыть человека. Полная смена рисунка занимает ~10 секунд, затрудняя обнаружение укрывшегося."
    },
    "Dataplating": {
      "name": "Встроенный компьютер",
      "description": "Общее название для устройств вроде ювелирных связных модулей, подкожных сетей, челюстных/лобных имплантов. Даёт AR-интерфейс и бесшумную связь без шлема, быстрый перевод почти любых языков и тихое взаимодействие между пользователями."
    },
    "Extra Rations": {
      "name": "Дополнительные пайки",
      "description": "Рационы пилотов мало отличаются от морских сухпайков прежних эпох — галеты и нутрипасты. Поэтому многие таскают «лишнее»: шоколад, кофе, алкоголь, деликатесы с родины. Годятся для обмена и поднятия морального духа."
    },
    "Flexsuit": {
      "name": "Рециркуляционный костюм",
      "description": "Прочный облегающий комплект, перерабатывающий воду, вырабатывающий питание и стабилизирующий микроклимат в тяжёлых условиях. Позволяет держаться около недели без еды/питья на «амброзионных пластах», но голод не подавляет. Пару дней без костюма — и запасы восстанавливаются. Поддерживает комфортную температуру в разумных пределах."
    },
    "Handheld Printer": {
      "name": "Портативный принтер",
      "description": "Мини-принтер Союза печатает простые предметы из эластичного прочного пластика — при наличии подходящих чипов-шаблонов."
    },
    "Subjectivity-Enhancement Suite": {
      "name": "Комплект усиления субъективности",
      "description": "Нейромеханические импланты, позволяющие взламывать системы без внешних устройств. Пользователь растит синтез с кибернетикой и может выпускать из тела универсальные кабели для проводного подключения. В сети вещей доступен полноинтерактивный VR-интерфейс: серф и взлом упрощаются. Но осторожнее: так распахнутая «душа» уязвима для незримых опасностей."
    },
    "Infoskin": {
      "name": "Электронная кожа",
      "description": "Высококлассный реактивный полимер, быстро срастающийся с кожей и волосами. Под управлением ПО мгновенно меняет цвет и фактуру — даже форму — позволяя тонко корректировать внешность, причёску и макияж."
    },
    "Mag-Clamps": {
      "name": "Магнитные захваты",
      "description": "Пара зажимов, мгновенно липнущих к любой металлической поверхности: упрощают ремонт мехов и перемещение в невесомости. Носятся как инструмент или монтируются в обувь."
    },
    "Nanite Spray": {
      "name": "Нанитовый спрей",
      "description": "Наносится на любые поверхности. Сам по себе невидим, но при сканировании передаёт простые сообщения или малые пакеты данных."
    },
    "Omnihook": {
      "name": "Универсальный терминал",
      "description": "Громоздкий, но носимый сетевой терминал для связи, передачи данных и развёртывания ограниченных беспроводных сетей. Дорог, но есть почти у каждого звена мехов. Настройка требует высокой квалификации, потому обычно назначается ответственный оператор."
    },
    "Personal Drone": {
      "name": "Личный дрон",
      "description": "Малые небоевые дроны — привычная картина на поле боя. Шумноваты, но держат связь до полумили, стабильно летают и передают видео/аудио."
    },
    "Prosocollar": {
      "name": "Голографический ошейник",
      "description": "Плотно облегающий шею «ошейник» проецирует голограмму на голову/лицо носителя. Меняет голос и маскирует внешность. Проекция не выдерживает придирчивого осмотра, но легко обманывает электронику и наблюдателей на дистанции."
    },
    "Smart Scope": {
      "name": "Умная подзорная труба",
      "description": "Мощный электронный монокуляр даёт высокодетализированную картинку до двух миль и автоматически корректирует сетку под ветер, гравитацию и давление. Транслирует изображение/данные на интерфейсы связанных пользователей, стыкуется с тепловизорами/оптикой/симуляторами для усиления захвата цели."
    },
    "Sleeping Bag": {
      "name": "Спальный мешок",
      "description": "Бывает разных размеров и незаменим в поле. Разворачивается из защитного костюма, крепится в кабине меха, экранирует от огня и перепадов температур, при необходимости герметизируется для противостояния вакууму.<br><br>Залезьте внутрь, чтобы получить иммунитет к <b>ожогу</b>, защиту от вакуума и запас свежего воздуха на час. Пока вы в мешке, вы <b>оглушены</b>, и единственное действие — <b>полным действием</b> выбраться."
    },
    "SSC Sylph Undersuit": {
      "name": "Подкостюм SSC «Сильф»",
      "description": "На выращиваемом SSC биомире «Акримея-IV» обнаружены «сильфы» — живые организмы, способные выживать где угодно. Используя био-инжинирию, SSC вывела «подкостюм Сильф» — бесплодный симбиотический конгломерат сильфа, надеваемый как комбинезон. Он плотно обволакивает тело и образует взаимовыгодную связь: питается метаболитами носителя и защищает его от агрессивной среды.<br><br>Полубиологический облегающий слой можно носить долго; на вид — прозрачная «жидкость», убирается в контейнер. Очищает тело, помогает восстановлению, выводит отходы. При необходимости может становиться непрозрачным, менять цвет и фактуру. Может закрывать голову, обеспечивая герметичность, радиационную защиту, фильтрацию воздуха/жидкостей и даже кратковременное подводное дыхание."
    },
    "Sound System": {
      "name": "Акустическая система",
      "description": "Практическая польза спорна, но многие пилоты ставят бортовую аудиосистему: удобно общаться в бою и включать музыку."
    },
    "Tertiary Arm": {
      "name": "Третья рука",
      "description": "Дополнительная силовая конечность на защитном костюме. Управляется через тот же нейромост, что и костюм. Оснащается тонкими манипуляторами для точного пилотирования, оружием для боя или специальными инструментами."
    },
    "Wilderness Survival Kit": {
      "name": "Набор выживания",
      "description": "Собран для тяжёлых условий: респиратор, фильтр воды, заплаты для костюмов, резервный теплогенератор, лагерь и прочее необходимое."
    },
    "Access": {
      "name": "Доступ",
      "description": "Ключ-карта, приглашение, взятка или внутренний контакт для прохода в нужное место.",
      "label": "Resource"
    },
    "Backing": {
      "name": "Поддержка",
      "description": "Практичное влияние, полученное через политическую опеку влиятельных лиц.",
      "label": "Contact"
    },
    "Supplies": {
      "name": "Снабжение",
      "description": "Снаряжение, облегчающее проход через опасные районы или вражеские линии.",
      "label": "Resource"
    },
    "Disguise": {
      "name": "Маскировка",
      "description": "Эффективный грим или ложная личность для безопасного доступа в конкретные места.",
      "label": "Identity"
    },
    "Diversion": {
      "name": "Отвлечение",
      "description": "Отводит внимание без дальнейших последствий, выигрывая вам время на действия.",
      "label": "Diversion"
    },
    "Blackmail": {
      "name": "Шантаж",
      "description": "Компромат или чувствительная информация о конкретном человеке.",
      "label": "Target"
    },
    "Reputation": {
      "name": "Репутация",
      "description": "Доброе имя в районе операции, обеспечивающее хороший первый контакт с местными.",
      "label": "Status"
    },
    "Safe Harbor": {
      "name": "Безопасное убежище",
      "description": "Абсолютно надёжное место для встреч, планирования и отдыха.",
      "label": "Location"
    },
    "Tracking": {
      "name": "Отслеживание",
      "description": "Точные данные о местоположении важного объекта или персоны.",
      "label": "Target"
    },
    "Knowledge": {
      "name": "Знание местности",
      "description": "Понимание местной истории, обычаев, культуры и этикета.",
      "label": "Subject"
    },
    "Ammo": {
      "name": "Допбоекомплект",
      "description": "Одна <b>ограниченная</b> система или оружие получают дополнительно +1 или +2 использования.",
      "label": "Ammo"
    },
    "Rented gear": {
      "name": "Арендованное снаряжение",
      "description": "Временный доступ к новому оружию или мех-системе.",
      "label": "Gear"
    },
    "Extra repairs": {
      "name": "Допремонт",
      "description": "Запасы, дающие меху <b>+2 к лимиту ремонтов</b>.",
      "label": "Resource"
    },
    "CORE battery": {
      "name": "Батарея ЯДРА",
      "description": "Дополнительный блок питания, позволяющий меху снова активировать <b>ядровую систему</b>.",
      "label": "Battery"
    },
    "Deployable Shield": {
      "name": "Развёртываемый щит",
      "description": "Одноразовый генератор щита (размер 1, развёртываемый объект), даёт всем союзникам в <b>взрыв 2</b> <b>мягкое укрытие</b>.",
      "label": "Shield"
    },
    "Redundant repair": {
      "name": "Резервный ремонт",
      "description": "Один раз за миссию вы можете <b>бесплатным действием</b> выполнить <b>закрепиться</b>.",
      "label": "Resource"
    },
    "Systems reinforcement": {
      "name": "Усиление систем",
      "description": "Выберите одно: <b>Корпус</b>, <b>Ловкость</b>, <b>Системы</b> или <b>Инженерия</b> — проверки этим атрибутом получают +1 к <b>точности</b> на время миссии.",
      "label": "Resource"
    },
    "Smart ammo": {
      "name": "Умные боеприпасы",
      "description": "Все выбранные вами оружия при атаке считаются имеющими тег <b>умное</b>.",
      "label": "Ammo"
    },
    "Boosted servos": {
      "name": "Форсированные сервоприводы",
      "description": "Ваш мех иммунен к состоянию <b>замедлен</b>.",
      "label": "Resource"
    },
    "Jump jets": {
      "name": "Прыжковые сопла",
      "description": "На время миссии ваш мех может <b>летать</b> во время перемещения, но должен приземляться в конце хода.",
      "label": "Resource"
    },
    "Scouting": {
      "name": "Разведка",
      "description": "Подробные сведения о мехах и угрозах предстоящей миссии: число, типы и характеристики.",
      "label": "Location"
    },
    "Vehicle": {
      "name": "Транспорт",
      "description": "Доступ к транспортному средству или кораблю (NPC 1 уровня по шаблону транспорта/корабля).",
      "label": "Designation"
    },
    "Reinforcements": {
      "name": "Подкрепления",
      "description": "Раз за миссию можете вызвать NPC-мех союзника любого уровня.",
      "label": "Designation"
    },
    "Environmental shielding": {
      "name": "Защита от среды",
      "description": "Снаряжение, позволяющее игнорировать конкретные опасности поля боя или сложный рельеф (например, жар/холод).",
      "label": "Environment"
    },
    "Accuracy": {
      "name": "Точность",
      "description": "Тренинг/модернизация: на время миссии выберите способность или действие меха — они получают +1 к <b>точности</b>.",
      "label": "Skill/Action"
    },
    "Bombardment": {
      "name": "Бомбардировка",
      "description": "Вызов артиллерии или орбитального удара. Раз за сражение: <b>полным действием</b> нанесите по цели в <b>дальн. 30</b> и в зоне видимости урон 3d6 взрывом по области <b>взрыв 2</b>.",
      "label": "Resource"
    },
    "Extended Harness": {
      "name": "Дополнительная обвязка",
      "description": "Позволяет на время миссии нести ещё одно оружие пилота и две вещи экипировки пилота.",
      "label": "Resource"
    },
    "Ambush": {
      "name": "Засада",
      "description": "Разведданные позволяют выбрать место следующего боя и распределение рельефа/укрытий на поле.",
      "label": "Location"
    },
    "Orbital Drop": {
      "name": "Орбитальное десантирование",
      "description": "Начать миссию из труднодоступной или усиленно охраняемой точки путём сброса с орбиты.",
      "label": "Location"
    },
    "NHP Assistant": {
      "name": "Ассистент NHP",
      "description": "Нечеловеческая личность (NHP) — управляемый GM продвинутый ИИ, даёт советы по текущей ситуации.",
      "label": "Designation"
    },
    "Skill Point": {
      "name": "Очко триггера",
      "description": "Добавьте 1 очко навыка для повышения/получения нового уровня триггера. Обычно выдаётся действием отдыха «Сосредоточиться».",
      "label": "Bonus"
    },
    "Talent Point": {
      "name": "Очко таланта",
      "description": "Добавьте 1 очко таланта для повышения/получения нового уровня таланта.",
      "label": "Bonus"
    },
    "Extra CORE Bonus": {
      "name": "Допбонус ядра",
      "description": "Получите ещё один бонус ядра.",
      "label": "Bonus"
    },
    "License Point": {
      "name": "Очко лицензии",
      "description": "Повышает уровень лицензии или открывает новую.",
      "label": "Bonus"
    },
    "Mech Skill Point": {
      "name": "Очко навыка меха",
      "description": "Добавьте 1 очко для повышения рейтингов пилота: Корпус, Ловкость, Системы или Инженерия.",
      "label": "Bonus"
    },
    "Up-Armoring": {
      "name": "Усиление брони",
      "description": "Простая полевая модификация: дополнительное покрытие на броне меха. На следующую миссию мех получает +1 к броне (макс. +4), а в начале следующего боя — +5 щитов.",
      "label": "Resource"
    },
    "Hot-Load Ammunition": {
      "name": "Сверхзаряженные боеприпасы",
      "description": "Усиленные заряды обычно нелегальны, но эффективны. Потратьте запас, чтобы зарядить оружие: следующий успешный дальний или рукопашный удар наносит урон, который нельзя снизить никакими эффектами; цель должна пройти <b>спасбросок по корпусу</b> или падает <b>сбитой с ног</b>. Эффект сгорает при попадании или по окончании сцены.",
      "label": "Resource"
    },
    "Recon Drone": {
      "name": "Разведывательный дрон",
      "description": "Город накрыт мощной помехой, и эти долго висящие на высоте дроны — едва ли не единственный надёжный источник данных. В начале каждого боя выберите в пределах ⌿50 вражескую цель и <b>сканируйте</b> её. Линия видимости не требуется.",
      "label": "Resource"
    },
    "Sniper Team": {
      "name": "Снайперская группа",
      "description": "Пехота LSA и морпехи Союза прошли ускоренную слаженность; ничто так не объединяет, как стрельба боевыми. В начале любого боя потратьте запас, чтобы вызвать поддержку: до конца сцены, когда вы выполняете <b>захват</b>, цель получает 2 кинетического урона с AP.",
      "label": "Resource"
    },
    "LOOKINGGLASS Overlay": {
      "name": "Вставка LOOKINGGLASS",
      "description": "Пакет головных сенсоров, пробивающий даже передовую тепловую/оптическую/системную маскировку — на короткое время, пока не перегорит. Потратьте запас во время любого боя: до конца сцены вы игнорируете <b>мягкое укрытие</b> и <b>невидимость</b> целей в радиусе ⌿3. Враги в ⌿3 не могут входить в <b>скрытность</b>, но если уже скрытны, сохраняют её.",
      "label": "Resource"
    },
    "Leg Enhancements": {
      "name": "Усиление опор",
      "description": "Мехи и так приспособлены к пересечёнке, но усиленные шарниры и моторы выводят это в плюс. На время миссии ваш мех игнорирует <b>трудную местность</b>. Дополнительно один раз за миссию вы можете отменить навешанное на вас состояние <b>замедлен</b> или <b>зафиксирован</b> в момент его получения.",
      "label": "Resource"
    },
    "High-Mobility Pack": {
      "name": "Комплект высокой мобильности",
      "description": "LSA использует внешние лётные блоки для быстрых налётов и десантирования; их легко адаптировать под стандарт GMS. В начале любого боя потратьте запас: до конца сцены любое ваше перемещение считается <b>полётом</b>. Также после развертывания всех прочих (PC и NPC) разверните себя в любой точке карты.",
      "label": "Resource"
    },
    "Golden Ticket": {
      "name": "Золотой билет",
      "description": "Лейтенант Цзинь ограничен в лицензиях, но резервные незарегистрированные коды Лео расширяют доступ. Получите один экзотический предмет из «Операции Солнцестояние и Дожди».",
      "label": "Resource"
    },
    "Personal Touch": {
      "name": "Личный штрих",
      "description": "Похоже, Вона к вам неравнодушна — или, по крайней мере, к вашему меху. На следующую миссию ваш мех получает бесплатную систему <b>личная окраска</b>; также вы можете потратить запас, чтобы до конца боя все ваши проверки и спасброски способностей меха получали <b>+1 к точности</b>.",
      "label": "Resource"
    },
    "Return to Sender": {
      "name": "Адресат — отправителю",
      "description": "Использовать изъятый снаряд как бортовой самопал — идея так себе, но не худшее из решений пилота. Ваш мех оснащён мощной одноразовой бомбой. <b>Раз за миссию</b> <b>быстрым действием</b> создайте взрыв <b>взрыв 2</b> в радиусе ⌿3. Все существа в области делают <b>спасбросок по ловкости</b>: провал — 3d6 взрывного урона, успех — половина. Объекты, укрытия и рельеф в области получают 30 взрывного урона с AP. Одновременно только один ПК может иметь этот запас; любое повторное выпадение даёт выбрать другой пункт из списка.",
      "label": "Resource"
    }
  }
}
