{
  "label": "Состояния/Статусы",
  "mapping": {
    "effect": "system.effects"
  },
  "entries": {
    "Danger Zone": {
      "name": "Зона перегрева",
      "effect": "Когда нагрев меха достигает половины или больше его предела, он попадает в состояние <b>Зоны перегрева</b>. Машина становится крайне раскалённой, что позволяет использовать особые атаки, таланты и эффекты."
    },
    "Down and Out": {
      "name": "Без сознания",
      "effect": "Пилот в состоянии <b>Без сознания</b> теряет сознание и также оказывается <b>Оглушён</b>. Если он получит ещё урон, то погибнет. Он восстанавливает половину ОЗ и приходит в себя после <b>Отдыха</b>."
    },
    "Engaged": {
      "name": "Схватка",
      "effect": "Когда персонаж перемещается в соседнюю клетку с противником, они вступают в состояние <b>Схватки</b>, которое длится, пока они остаются рядом. Персонажи в <b>Схватке</b> получают +1 Сложность к дальним атакам. Кроме того, если при движении персонаж оказывается в <b>Схватке</b> с противником равного или большего размера, он должен немедленно остановиться и теряет оставшиеся очки движения."
    },
    "Exposed": {
      "name": "Уязвимость",
      "effect": "Когда мех сбрасывает избыточный перегрев, он становится <b>Уязвимым</b>: броня раскалена и хрупка, вентиляция открыта, а оружие вынуждено работать медленнее. Все получаемые урон от кинетики, энергии и взрывов удваивается (до применения любых сопротивлений). Мех может снять <b>Уязвимость</b> действием <b>Стабилизация</b>."
    },
    "Hidden": {
      "name": "Скрыт",
      "effect": "Персонаж в состоянии <b>Скрыт</b> не может быть целью враждебных атак или действий, не может создавать <b>Схватку</b>, и враги знают только его примерное местоположение. Скрытность сбрасывается после атаки, вынуждения спасброска, реакции, перемещения или потери укрытия. Найти <b>Скрытого</b> можно действием <b>Поиск</b>."
    },
    "Immobilized": {
      "name": "Обездвижен",
      "effect": "Персонаж в состоянии <b>Обездвижен</b> не может перемещаться по собственной воле, но может быть перемещён насильно."
    },
    "Impaired": {
      "name": "Ослаблен",
      "effect": "Персонаж в состоянии <b>Ослаблен</b> получает +1 Сложность ко всем атакам, спасброскам и проверкам навыков."
    },
    "Invisible": {
      "name": "Невидим",
      "effect": "Атаки по <b>Невидимому</b> персонажу всегда имеют 50% шанс промаха ещё до броска атаки (решается кубиком или монеткой).<br>Кроме того, <b>Невидимый</b> персонаж может использовать действие <b>Скрыться</b>, даже если у него нет укрытия."
    },
    "Jammed": {
      "name": "Заглушен",
      "effect": "Персонаж в состоянии <b>Заглушен</b>:<br>• Не может общаться с другими.<br>• Может атаковать только <b>Импровизированной атакой</b>, <b>Захватом</b> или <b>Тараном</b>.<br>• Не может совершать реакции и не может использовать или получать пользу от технодействий."
    },
    "Lock On": {
      "name": "Захват цели",
      "effect": "Противник может потратить состояние <b>Захват цели</b>, чтобы получить +1 Точность к своей следующей атаке по этой цели.<br>Некоторые таланты и системы также требуют наличия <b>Захвата цели</b>."
    },
    "Prone": {
      "name": "Сбит с ног",
      "effect": "Атаки по <b>Сбитому с ног</b> персонажу получают +1 Точность.<br>Кроме того, он считается <b>Замедленным</b> и движется как по труднопроходимой местности. Вставание требует отказаться от обычного перемещения и снимает состояние <b>Сбит с ног</b> (не считается движением, поэтому не вызывает <b>Бдительность</b> и схожие эффекты)."
    },
    "Shredded": {
      "name": "Разорван",
      "effect": "Персонаж в состоянии <b>Разорван</b> не получает бонусов от <b>Брони</b> и <b>Сопротивлений</b>."
    },
    "Shut Down": {
      "name": "Выключен",
      "effect": "Когда мех <b>Выключен</b>:<br>• Сбрасывает весь нагрев и снимает <b>Уязвимость</b>.<br>• Любые сбойные НИИ стабилизируются.<br>• Все техно-статусы (например, <b>Захват цели</b>) снимаются.<br>Выключенный мех <b>иммунен</b> ко всем технодействиям и техноатакам (в том числе союзников).<br>Пока мех <b>Выключен</b>, он всегда <b>Оглушён</b>. Это состояние нельзя предотвратить и оно длится, пока мех выключен."
    },
    "Slowed": {
      "name": "Замедлен",
      "effect": "Персонаж в состоянии <b>Замедлен</b> может передвигаться только обычным перемещением в свой ход. Он не может <b>Рывком</b> двигаться и не может использовать особые перемещения от талантов, систем или оружия."
    },
    "Stunned": {
      "name": "Оглушён",
      "effect": "Мех в состоянии <b>Оглушён</b> не может выполнять <b>Перегрузку</b>, перемещаться или совершать любые действия — включая <b>Бесплатные</b> и <b>Реакции</b>. Пилот может <b>Сесть</b>, <b>Покинуть</b> или <b>Катапультироваться</b> из меха и действовать как обычно.<br>У <b>Оглушённого</b> меха максимальное значение <b>Уклонения</b> = 5, и все проверки <b>Корпуса</b>, <b>Ловкости</b> и спасброски автоматически проваливаются."
    }
  }
}
