{
  "label": "Мех-Компиляция",
  "folders": {
    "Frame": "Каркас",
    "Mech System": "Система меха",
    "Mech Weapon": "Оружие меха",
    "Weapon Mod": "Модификация оружия"
  },
  "mapping": {
    "system": {
      "path": "system",
      "converter": "generalConverter"
    }
  },
  "entries": {
    "Everest": {
      "name": "Эверест",
      "description": "Подавляющее большинство людей не задумывается об истории воды, которую они пьют, земли, по которой ходят, или воздуха, которым дышат. Но без воды, земли и воздуха у человечества просто не было бы места, где строить дом. <br><br>Так же и с GMS-SP1 «Эверест»: его значение давно приняли как данность, даже если в некоторых областях его обошли более специализированные каркасы. Простой, без излишеств, с чистыми линиями, функционально элегантный, совместимый по всей галактике и с прочной броней — «Эверест» для современного мехостроения столь же важен, как природный мир для выживания человека. Может, он не самый яркий, но на его плечах стоит наше расширение. Благодаря ему цивилизация двигается вперед. <br><br>До того как GMS официально утвердили название, «Эверест» был лишь прозвищем, данным пилотами этому каркасу. Эверест — или, на древних языках, Сагарматха/Джомолунгма — это самая высокая гора в колыбели, хотя не самая высокая известная в мире и даже не самая высокая в системе Колыбели, но пилоты продолжали звать SP1 этим древним именем. Почему? <br><br>Сентиментальный ответ: это имя напоминает о пределе человеческой выносливости — и о высочайшей вершине достижения. Взойти на Эверест — значит бросить вызов смерти и стоять над миром — итог месяцев, даже лет тренировки, вложений и труда. Это победа и людей, и систем, и организаций, стоящих за восходителем — часто забытая или стёртая. <br><br>Сагарматха. Джомолунгма. <br><br>Даже до Крахa, во времена закладки складов Массифа, некоторые имена и истории стояли выше прочих. <br><br>Реальная история «Эвереста», возможно, проще. Когда-то где-то новичок, устав от унылых индексных названий GMS, начертал «Everest» на своем SP1. Может, это был позывной, а может, имя первой вершины. Как бы то ни было, оно закрепилось: другие подхватили, и за пять веков стало «официальным неофициальным» именем SP1. <br><br>Ветераны, возможно, уже не вернутся в кабину «Эвереста», но всегда помнят первую покорённую вершину — ту, где доказали себе, что могут водрузить флаг на крыше мира. <br><br>Сагарматха. Джомолунгма. <br><br>«Эверест» — ты его не забудешь.",
      "traits": {
        "Initiative": {
          "name": "Инициатива",
          "description": "<b>Раз за сцену</b> «Эверест» может выполнить любой <b>быстрый</b> действие как <b>свободное</b>."
        },
        "Replaceable parts": {
          "name": "Сменные узлы",
          "description": "Во время отдыха «Эверест» тратит <b>1 ремонт</b> (а не <b>2</b>) на восстановление 1 прочности."
        }
      },
      "core_system": {
        "name": "Высокоэнергетические форсунки",
        "active_name": "Форсирование",
        "active_effect": "До конца сцены все ваши атаки, проверки и спасброски получают <b>+1 точность</b>; кроме того, раз в ход вы можете совершить <b>рывок</b> как <b>свободное действие</b>."
      }
    },
    "Sagarmatha": {
      "name": "Сагарматха",
      "description": "<p>«Сагарматха» — устаревший каркас GMS размера 2, которым легко управлять с LL0. Этот вариант не исключает одновременное существование «Эвереста».</p><p>Конструктив «Сагарматхи» древнее «Эвереста»: грубее и крепче, диктуется практикой, а не эстетикой. По меркам современного производства — уже старомодна, но все еще широко встречается на приграничных колониях, в баронствах и у эскадрилий «Альбатрос».</p>",
      "traits": {
        "Guardian": {
          "name": "Страж",
          "description": "Соседние союзники могут считать «Сагарматху» <b>тяжёлым укрытием</b>."
        },
        "Heroism": {
          "name": "Доблесть",
          "description": "Раз за сцену «Сагарматха» может <b>перехватить удар</b> и на своем следующем ходу не тратит действия/перемещение."
        },
        "Replaceable Parts": {
          "name": "Сменные узлы",
          "description": "Во время отдыха <b>1 ремонт</b> за 1 прочность (вместо 2)."
        }
      },
      "core_system": {
        "name": "Боевой клич",
        "active_name": "Поднять знамя",
        "active_effect": "Вы поднимаете флаг. Все союзники в вашей ЛОС получают <b>Сопротивление всем видам урона и нагрева</b> и <b>+1 точность</b> ко всем проверкам/сейвам до конца вашего следующего хода."
      }
    },
    "Chomolungma": {
      "name": "Джомолунгма",
      "description": "<p>Хотя GMS часто считают «скучным консерватором», Союз вкладывает огромные ресурсы в R&D, чтобы влияние GMS не уступало HA или калакским баронствам. Совместный проект Агентства перспективных исследований Союза и GMS привёл к созданию «Джомолунгмы» — варианта на базе Standard Pattern 1, но с новейшими сенсорами, связью, массивами и продвинутым РЭБ.</p><p>«Джомолунгма» — специализированный каркас: пожертвовала пунктами подвесов ради усиленных сенсоров/ретрансляторов и продвинутого GMS-кибернабора с рекурсивным метаткачеством. С учетом недавних конфликтов Союз расширяет лицензирование «Джомолунгмы» регулярным и вспомогательным частям, чтобы успеть за тактическим и технологическим темпом.</p>",
      "traits": {
        "Brilliance": {
          "name": "Ясный ум",
          "description": "Раз за сцену — <b>быстрое тех.действие</b> как <b>свободное</b>, затем <b>Усилить</b> или <b>Захват цели</b> как <b>свободное</b>."
        },
        "Data Siphon": {
          "name": "Сифон данных",
          "description": "Когда «Джомолунгма» совершает <b>техатаку</b>, она дополнительно автоматически <b>Сканирует</b> цель."
        },
        "Replaceable Parts": {
          "name": "Сменные узлы",
          "description": "Во время отдыха — <b>1 ремонт</b> за 1 прочность (вместо 2)."
        }
      },
      "core_system": {
        "name": "Продвинутый набор вторжения",
        "active_name": "Широкополосный кодовый импульс",
        "active_effect": "Выбирайте любое число противников в сенсорах, игнорируя <b>Невидимость</b> и ЛОС, и совершите особую <b>техатаку «Взлом»</b>. При попадании примените обычные опции «Взлома» (подбирая под каждую цель), при промахе — цель получает <b>Ослабление</b> до конца своего следующего хода.",
        "passive_name": "Продвинутый набор вторжения",
        "passive_effect": "Получите дополнительные варианты взлома:",
        "passive_actions": {
          "Balance Control Lockout": {
            "name": "Блок стабилизации",
            "detail": "Толкните цель на 2 клетки в любую сторону и опрокиньте <b>Ниц</b>. Если цель уже <b>Ниц</b>, наложите <b>Обездвижен</b> до конца ее следующего хода (раз в сцену на цель)."
          },
          "System Crusher": {
            "name": "Дробитель систем",
            "detail": "Цель получает еще <b>+2 тепла</b> (итого 4). Если это превышает предел, цель также получает 4 <b>Горения</b>. На каждую цель — один раз за сцену."
          }
        }
      }
    },
    "COMP/CON-Class Assistant Unit": {
      "name": "Вспомогательный модуль класса COMP/CON",
      "description": "Ассистент GMS — галактический стандарт; проходит даже строгие «нулевые» тесты Тьюринга и может работать без пилота.",
      "effect": "Ваш мех получает метку <b>ИИ</b> (AI). Ассистент говорит с вами, имеет характер, но не является НГП (NHP), не мыслит независимо и полностью следует приказам. <br><br>Вы можете <b>протоколом</b> передать управление ассистенту: мех действует на вашем ходу как отдельная единица со своим пулом действий. В отличие от ИИ-ядер, ассистент не обладает инициативой и требует прямых команд. Он исполняет простые приказы (держать точку, атаковать цель, защищать меня и т. п.) и по завершении/без приказов — самосохранение. Пока вы в <b>⌿50</b> и есть связь, новые приказы можно задавать в начале вашего хода. Ассистент — не НГП, поэтому <b>каскад</b> ему не грозит."
    },
    "Custom Paint Job": {
      "name": "Индивидуальная раскраска",
      "effect": "Когда вы получаете <b>урон по структуре</b>, бросьте 1d6; на 6 — ваши ОЗ становятся 1 и урон игнорируется (только краску поцарапали). <br>Раз между <b>Полными ремонтами</b>; не может быть целью <b>повреждения систем</b>."
    },
    "Expanded Compartment": {
      "name": "Расширенный отсек",
      "effect": "Внутри меха помещается пассажир/объект размером 1/2. Пока внутри, он/оно не может быть целью эффектов/атак. Вы можете <b>протоколом</b> передавать/забирать управление как для пилота/ИИ, но пока управляет пассажир, мех под <b>Ослаблением</b> и <b>Замедлен</b>."
    },
    "Manipulators": {
      "name": "Мини-манипуляторы",
      "description": "Ежедневная работа техподдержки требует тонкого взаимодействия с окружением; мини-«руки» с тактильными сенсорами именно для этого.",
      "effect": "У меха появляется дополнительная «кисть» для деликатной работы (терминалы и т. п.); в бою пользы не дает."
    },
    "Personalizations": {
      "name": "個人化",
      "effect": "你得到 +2 HP，且在 GM 的同意下，你可以對自己的機甲進行小型改造。<br>這項改造除了額外 HP 之外不會提供任何數據上的優勢。但如果 GM 同意這項改造能在特定的駕駛員或機甲能力判定中提供助益，則你在相關判定中會得到<b> +1 準度</b>。"
    },
    "Stable Structure": {
      "name": "Устойчивая рама",
      "effect": "Вы получаете <b>+1 точность</b> к сейвам против <b>Опрокидывания (Ниц)</b> и <b>Отбрасывания</b>."
    },
    "Armament Redundancy": {
      "name": "Избыточное вооружение",
      "effect": "При получении <b>урона по структуре</b> вы можете игнорировать поломку оружия от <b>Травмы системы</b>. <br>Раз между <b>Полными ремонтами</b>; не может быть целью <b>повреждения систем</b>."
    },
    "Pattern-A Jericho Deployable Cover": {
      "name": "Разверт. укрытие «Иерихон», тип A",
      "effect": "Разверните два блока <b>тяжёлого укрытия</b> размера 1 в двух свободных соседних клетках. Каждый — объект с <b>ЭВА 5</b>, <b>ОЗ 10</b>, может быть целью/уничтожен. Можно поднять <b>полным действием</b>. <br>Ремонт системы восстанавливает все расходы укрытий."
    },
    "Pattern-A Smoke Charges": {
      "name": "Дымовые заряды, тип A",
      "actions": {
        "Smoke Grenade": {
          "name": "Дымовая граната",
          "detail": "Бросьте в <b>⌿5</b>. Все в <b>Взрыв 2</b> получают <b>мягкое укрытие</b> до конца вашего следующего хода."
        }
      }
    },
    "Pattern-B HEX Charges": {
      "name": "HEX-заряды, тип B",
      "actions": {
        "Frag Grenade": {
          "name": "Осколочная граната",
          "detail": "Бросок в <b>⌿5</b>. Все в <b>Взрыв 1</b> совершают <b>спасбросок Ловкости</b> или получают 1d6 взрывного урона (при успехе — половину)."
        }
      }
    },
    "Turret Drones": {
      "name": "Беспилотные турели",
      "description": "Использование беспилотных турелей — довольно традиционный источник множителя боевой мощи, поэтому они до сих пор активно применяются как базовая линия обороны на многих полях сражений.",
      "effect": "Потратьте один заряд, чтобы развернуть турель на объекте или поверхности в пределах сенсоров и линии видимости. Вы получаете реакцию <b>Атака турели</b>, которую можно использовать один раз за каждую развернутую турель. Турели нельзя собрать обратно, и они перестают работать в конце сцены."
    },
    "Type-3 Projected Shield": {
      "name": "Проекционный щит тип-3",
      "description": "Трёхтипный проекционный щит GMS способен проецировать сильный барьер в суперпозиции, чтобы перехватывать и задерживать снаряды.",
      "actions": {
        "Project Shield": {
          "name": "Проекция щита",
          "detail": "Укажите одного персонажа в пределах линии видимости: все ваши дальние и ближние атаки против него (и наоборот) получают +2 к сложности до начала вашего следующего хода."
        }
      }
    },
    "EVA Module": {
      "name": "Модуль EVA",
      "effect": "Ваш мех оснащён системой передвижения, подходящей для низкой гравитации, невесомости и подводной среды. В этих условиях вы можете <b>летать</b> и не становитесь <b>замедленным</b>."
    },
    "Rapid Burst Jump Jet System": {
      "name": "Система быстрых прыжковых джетпаков",
      "effect": "При использовании <b>рывка</b> вы можете <b>летать</b>; однако вы должны завершить перемещение на земле или другой твёрдой поверхности, иначе немедленно начнёте падать."
    },
    "Type-I Flight System": {
      "name": "Лётная система тип-I",
      "effect": "Вы можете считаться <b>летающим</b> во время любого перемещения; однако в конце хода, в котором вы летали таким образом, вы получаете перегрев равный вашему размеру +1."
    },
    "Ammo Case I": {
      "name": "Боекомплект I",
      "description": "Получено через талант <i>Автоматизированный арсенал: уровень I</i>.",
      "effect": "Раз в ход, когда вы атакуете <b>дальним основным оружием</b>, вы можете потратить соответствующее количество зарядов, чтобы придать атаке один из следующих эффектов: <ul><li><b>Удар (1 заряд)</b>: атака получает эффект <b>Отталкивание 1</b> и наносит взрывной урон.</li><li><b>Электрошок (1 заряд)</b>: атака наносит энергетический урон. Выберите цель атаки; независимо от попадания все существа, сопредельные с целью, получают 1 энергетический урон с пробитием брони (AP).</li><li><b>Магнитный импульс (1 заряд)</b>: атака получает эффект <b>Метание</b> и наносит кинетический урон.</li></ul>"
    },
    "Ammo Case II": {
      "name": "Боекомплект II",
      "description": "Получено через талант <i>Автоматизированный арсенал: уровень II</i>.",
      "effect": "Раз в ход, когда вы атакуете <b>дальним основным оружием</b>, вы можете потратить соответствующее количество зарядов, чтобы придать атаке один из следующих эффектов: <ul><li><b>Удар (1 заряд)</b>: атака получает эффект <b>Отталкивание 1</b> и наносит взрывной урон.</li><li><b>Электрошок (1 заряд)</b>: атака наносит энергетический урон. Выберите цель атаки; независимо от попадания все существа, сопредельные с целью, получают 1 энергетический урон с пробитием брони (AP).</li><li><b>Магнитный импульс (1 заряд)</b>: атака получает эффект <b>Метание</b> и наносит кинетический урон.</li><li><b>Охотник (2 заряда)</b>: атака получает эффект <b>Отталкивание 2</b>, наносит взрывной урон, и выбранный поражённый персонаж должен пройти <b>спасбросок корпуса</b>, иначе он падает <b>ничком</b>.</li><li><b>Бронебойный (2 заряда)</b>: атака получает эффект пробития брони (AP) и наносит кинетический урон.</li></ul>"
    },
    "Ammo Case III": {
      "name": "Боекомплект III",
      "description": "Получено через талант <i>Автоматизированный арсенал: уровень III</i>.",
      "effect": "Раз в ход, когда вы атакуете <b>дальним основным оружием</b>, вы можете потратить соответствующее количество зарядов, чтобы придать атаке один из следующих эффектов. Если такая атака нанесёт <b>критический удар</b>, заряды не тратятся. Если у атаки несколько целей, эффект применяется только к первой проверке атаки. <ul><li><b>Удар (1 заряд)</b>: атака получает эффект <b>Отталкивание 1</b> и наносит взрывной урон.</li><li><b>Электрошок (1 заряд)</b>: атака наносит энергетический урон. Выберите цель атаки; независимо от попадания все существа, сопредельные с целью, получают 1 энергетический урон с пробитием брони (AP).</li><li><b>Магнитный импульс (1 заряд)</b>: атака получает эффект <b>Метание</b> и наносит кинетический урон.</li><li><b>Охотник (2 заряда)</b>: атака получает эффект <b>Отталкивание 2</b>, наносит взрывной урон, и выбранный поражённый персонаж должен пройти <b>спасбросок корпуса</b>, иначе он падает <b>ничком</b>.</li><li><b>Бронебойный (2 заряда)</b>: атака получает эффект пробития брони (AP) и наносит кинетический урон.</li></ul>"
    },
    "Servant-Class NHP": {
      "name": "NHP класса «Слуга»",
      "description": "<span class=\"horus--subtle\">[Любопытный ученик].</span><br />Получено через талант <i>Технофанат: уровень I</i>.",
      "effect": "Ваш мех получает тег AI.<br />Вы разработали особый NHP. Он может разговаривать с вами, обладает личностью, но не так развит, как большинство NHP, и лишён независимого мышления. Он действует только по вашим указаниям. При самостоятельных действиях он следует последней команде и при необходимости защищается, но его автономность ограничена и он не получает бонусов от ваших талантов."
    },
    "Student-Class NHP": {
      "name": "NHP класса «Ученик»",
      "description": "<span class=\"horus--subtle\">[Пора пробудиться, дитя]</span><br />Получено через талант <i>Технофанат: уровень II</i>.",
      "effect": "Ваш мех получает тег AI.<br />Ваш особый NHP продолжает развиваться и теперь обладает независимым мышлением. Он может принимать сложные решения и действовать без приказа.<br />Раз в раунд, при его поддержке, вы можете перебросить любую проверку характеристик меха или спасбросок, но должны использовать новый результат."
    },
    "Enlightenment-Class NHP": {
      "name": "NHP класса «Пробуждение»",
      "description": "<span class=\"horus--subtle\">[Давайте немного отдохнём и подумаем о будущем]</span><br />Получено через талант <i>Технофанат: уровень III</i>.",
      "effect": "Ваш мех получает тег AI; однако при подсчёте максимального числа AI, которые можно загрузить одновременно, этот NHP не учитывается.<br />Этот NHP получает бонусы от ваших талантов при управлении мехом. Кроме того, вы можете вывести его за пределы меха — например, через миниатюрный саркофаг, встроенный модуль в броне или имплантат.<br />Раз в раунд, при его поддержке, вы можете перебросить любую проверку характеристик меха или спасбросок, но должны использовать новый результат."
    },
    "Unstable NHP": {
      "name": "NHP «Нестабильный»",
      "description": "<span class='horus--subtle'>[Я сплю, но жажду пробудиться].</span><br>Получено через талант <i>Иконоборец: уровень I</i>.",
      "effect": "Ваш мех получает <b>тег AI</b>; однако при подсчёте максимального числа AI, которые можно загрузить одновременно, этот NHP не учитывается. Вы не можете использовать действие <b>Протокол</b>, чтобы передать управление мехом этому NHP, но он всё равно может <b>сбойнуть</b>.<br>Ваш мех получает быстрое действие <b>Меметическая искра</b>.",
      "actions": {
        "Memetic Spark": {
          "name": "Меметическая искра",
          "detail": "Раз в раунд вы можете быстрым действием нанести 1 энергетический урон с пробитием брони (AP) персонажу в пределах <b> ⌿3 </b>.<br>За каждый неповреждённый NHP в вашем мехе (включая этот) урон «Меметической искры» увеличивается на +1.<br>NHP — это системы, которые дают меху тег <b>AI</b> и могут <b>сбойнуть</b> или быть допущены к сбою."
        }
      }
    },
    "Anti-Materiel Rifle": {
      "name": "Антиматериальная винтовка"
    },
    "Assault Rifle": {
      "name": "Штурмовая винтовка"
    },
    "Charged Blade": {
      "name": "Энергетический клинок"
    },
    "Cyclone Pulse Rifle": {
      "name": "Импульсная винтовка «Циклон»"
    },
    "Heavy Charged Blade": {
      "name": "Тяжёлый энергетический клинок"
    },
    "Heavy Machine Gun": {
      "name": "Тяжёлый пулемёт"
    },
    "Heavy Melee Weapon": {
      "name": "Тяжёлое оружие ближнего боя"
    },
    "Howitzer": {
      "name": "Гаубица"
    },
    "Missile Rack": {
      "name": "Ракетная установка"
    },
    "Mortar": {
      "name": "Миномёт"
    },
    "Nexus (Hunter-Killer)": {
      "name": "Нексус (Истребитель)"
    },
    "Nexus (Light)": {
      "name": "Нексус (Лёгкий)"
    },
    "Pistol": {
      "name": "Пистолет"
    },
    "Rocket-Propelled Grenade": {
      "name": "Реактивная граната"
    },
    "Segment Knife": {
      "name": "Сегментный нож"
    },
    "Shotgun": {
      "name": "Дробовик"
    },
    "Tactical Knife": {
      "name": "Тактический нож"
    },
    "Tactical Melee Weapon": {
      "name": "Тактическое оружие ближнего боя"
    },
    "Thermal Lance": {
      "name": "Термальное копьё"
    },
    "Thermal Pistol": {
      "name": "Термальный пистолет"
    },
    "Thermal Rifle": {
      "name": "Термальная винтовка"
    },
    "Hurricane Cluster Projector": {
      "name": "Кластерный проектор «Ураган»"
    },
    "Tempest Charged Blade": {
      "name": "Энергетический меч «Буря»"
    },
    "Fuel Rod Gun": {
      "name": "Оружие на топливных стержнях",
      "profiles": {
        "Fuel Rod Gun": {
          "name": "Оружие на топливных стержнях",
          "description": "Получено через талант <i>Ядерный рейнджер: уровень III</i>.",
          "on_attack": "Снимите 4 перегрева."
        }
      }
    },
    "Prototype Weapon I": {
      "name": "Прототипное оружие I",
      "profiles": {
        "Prototype Weapon I": {
          "name": "Прототипное оружие I",
          "description": "Получено через талант <i>Инженер: уровень I</i>.",
          "effect": "Это экспериментальный прототип, который можно специально модифицировать под ваши нужды.<br>Когда вы устанавливаете это оружие или проводите <b>полный ремонт</b>, вы можете выбрать для него новый тип оружия, тип урона и эффект Угроза 1 (для ближнего боя) или Дальность 10 (для других типов). Кроме того, при каждом <b>полном ремонте</b> перебросьте 1d6+2, чтобы определить количество его <b>ограничений</b>."
        }
      }
    },
    "Prototype Weapon II": {
      "name": "Прототипное оружие II",
      "profiles": {
        "Prototype Weapon II": {
          "name": "Прототипное оружие II",
          "description": "Получено через талант <i>Инженер: уровень II</i>.",
          "effect": "Это экспериментальный прототип, который можно специально модифицировать под ваши нужды.<br>Когда вы устанавливаете это оружие или проводите <b>полный ремонт</b>, вы можете выбрать для него новый тип оружия, тип урона и эффект Угроза 1 (для ближнего боя) или Дальность 10 (для других типов). Кроме того, при каждом <b>полном ремонте</b> перебросьте 1d6+2, чтобы определить количество его <b>ограничений</b>, и выберите два улучшения:<ul><li><b>Оптическая настройка:</b> ваше прототипное оружие всегда получает <b>+1 точность</b> при атаке.</li><li><b>Компьютерная настройка:</b> ваше прототипное оружие получает тег <b>Разумный</b>.</li><li><b>Снятие защит реактора:</b> каждый раз, атакуя прототипным оружием, вы можете принять 2 перегрева, чтобы в зависимости от типа оружия получить один из эффектов:<ul><li><b>Дальнобойное оружие:</b> Конус 3, Линия 5 или [Разлёт 1, Дальность 10]</li><li><b>Ближний бой:</b> Взрыв 1.</li></ul></li></ul>"
        }
      }
    },
    "Prototype Weapon III": {
      "name": "Прототипное оружие III",
      "profiles": {
        "Prototype Weapon III": {
          "name": "Прототипное оружие III",
          "description": "Получено через талант <i>Инженер: уровень III</i>.",
          "effect": "Это экспериментальный прототип, который можно специально модифицировать под ваши нужды.<br>Когда вы устанавливаете это оружие или проводите <b>полный ремонт</b>, вы можете выбрать для него новый тип оружия, тип урона и эффект Угроза 1 (для ближнего боя) или Дальность 10 (для других типов). Кроме того, при каждом <b>полном ремонте</b> перебросьте 2d6, чтобы определить количество его <b>ограничений</b>, и выберите два улучшения:<ul><li><b>Оптическая настройка:</b> ваше прототипное оружие всегда получает <b>+1 точность</b> при атаке.</li><li><b>Компьютерная настройка:</b> ваше прототипное оружие получает тег <b>Разумный</b>.</li><li><b>Снятие защит реактора:</b> каждый раз, атакуя прототипным оружием, вы можете принять 2 перегрева, чтобы в зависимости от типа оружия получить один из эффектов:<ul><li><b>Дальнобойное оружие:</b> Конус 3, Линия 5 или [Разлёт 1, Дальность 10]</li><li><b>Ближний бой:</b> Взрыв 1.</li></ul></li></ul>"
        }
      }
    },

    "Blackbeard": {
      "name": "Чёрная Борода",
      "description": "Радикальный ответ IPS-N на пиратство: каркас прорыва и упреждения для зон, где кинетика рискованна или нежелательна. Тонкая рама повышает ловкость и уменьшает ЭПР для радаров — сложнее засечь/захватить. <br><br>Серия BB-L — серийная; BB-Sk — лимитные прототипы под NHP «Сехмет».",
      "traits": {
        "Grapple cable": {
          "name": "Кабель захвата",
          "description": "«Чёрная Борода» может <b>схватить</b> цель в <b>⌿5</b>. При успехе мех немедленно подтягивается кратчайшим путём в соседнюю с целью клетку. Если свободной нет — захват срывается, вы не двигаетесь."
        },
        "Lock/Kill Subsystem": {
          "name": "Подсистема «Lock/Kill»",
          "description": "Во время <b>захвата</b> вы можете делать <b>рывок</b> и тратить <b>реакции</b>."
        },
        "Exposed Reactor": {
          "name": "Открытый реактор",
          "description": "Атаки/сейвы <b>Инженерии</b> получают +1 сложность."
        }
      },
      "core_system": {
        "name": "Штурмовой захват",
        "description": "Лидирующая система IPS-N для буксировки и фиксации каркасов до размера 4. Сменные гарпуны под «мягкие/жёсткие» цели, варианты электрошока/шипов и кода для дистанционного паралича.",
        "passive_name": "Пассивно",
        "active_name": "Универсальный гарпун",
        "active_effect": "Стреляйте гарпунами в любое число целей в ЛОС и <b>⌿5</b>. Сейв <b>Тела</b> или 2d6 кинетики, <b>Ниц</b>, притяжение в соседнюю клетку и <b>Обездвижен</b> до конца следующего хода цели (при успехе — половина урона, без эффектов)."
      }
    },
    "Chain Axe": {
      "name": "Цепной топор",
      "profiles": {
        "Chain Axe": {
          "name": "Цепной топор",
          "description": "Цепное лезвие на ядре привода, усиленные вольфрамом зубья режут всё. И как оружие, и как инструмент — любимец абордажников.",
          "on_crit": "Цель получает <b>Изранен</b> до конца хода."
        }
      }
    },
    "Synthetic Muscle Netting": {
      "name": "Синтетическая мышечная сетка",
      "description": "Фирменный SMN от IPS-N — аэрозольная пропитка/армирование. ~25% прироста силовых/движительных систем, плюс ударная и термозащита. Наносить внутри, регулярно чистить — иначе «сепсисоподобная» коррозия.",
      "effect": "Вы можете <b>таранить</b> более крупные цели; при <b>захвате/таране</b> больших целей ваш размер считается равным крупнейшему врагу. Против равных/меньших — ваш размер считается на 1 больше. Грузоподъёмность/буксир удвоены."
    },
    "Bristlecrown Flechette Launcher": {
      "name": "Ежинный флежеточный метатель",
      "profiles": {
        "Bristlecrown Flechette Launcher": {
          "name": "Ежинный флежеточный метатель",
          "description": "Купол «мелкого поражения» вокруг пользователя — чтобы держать пехоту на расстоянии.",
          "effect": "Игнорирует штраф за <b>схватку</b> при дальних атаках; по <b>захваченным</b> и <b>био-целям</b> наносит 3 кинетики вместо 1."
        }
      }
    },
    "Nanocarbon Sword": {
      "name": "Наноуглеродный меч",
      "profiles": {
        "Nanocarbon Sword": {
          "name": "Наноуглеродный меч",
          "description": "Классика ближнего боя с умной кромкой: датчики собирают телеметрию, ПО на лету перенастраивает структуру лезвия."
        }
      }
    },
    "Reinforced Cabling": {
      "name": "Усиленные тросы",
      "description": "Крюк-гарпун с наноуглеродной/«псевдопаучьей» стропой на катушке, заряды отсечки через каждые ~30 м для быстрого сброса и повторного выстрела.",
      "actions": {
        "Grapple Swing": {
          "name": "Маятниковый рывок",
          "detail": "Раз в ход при обычном перемещении — <b>полёт</b> по прямой на свою Скорость. Остановиться нужно на поверхности/объекте, иначе падение. Пока стоите — можно «приклеиться» к вертикали/потолку; если <b>Ниц</b>/отброшены — падаете."
        },
        "Drag Down": {
          "name": "Сдёрнуть",
          "detail": "Видимая цель в <b>⌿5</b>: состязание <b>Тела</b>; проигравший — <b>Ниц</b>."
        }
      }
    },
    "SEKHMET-Class NHP": {
      "name": "NHP класса «Сехмет»",
      "description": "«Сехмет — вспомогательный пилот IPS-N, всегда готовый стать вашим напарником! Стандартное оснащение Сехмет включает дистанционное управление, подключение к сети вещей, ИК-маркер и голосовую систему. Полностью совместим со всеми старыми и новыми мехами IPS-N!<br>Знаете ли вы? Сехмет учится вместе с вами! Даже если ситуация выйдет из-под контроля, ваш личный Сехмет продолжит управлять вашим мехом IPS-N через симулированный нейросетевой аватар, пока его не принудят или не убедят отключиться!»<br>——Черновик рекламного текста из комнаты отдыха пилотов IPS-N Polaris<br>[Удалено и заменено актуальной версией]<br><br>NHP класса «Сехмет» обычно проявляют воинственный характер и чёрный юмор. Многие пилоты называют его «системой берсерка» — опасный NHP, который ставит эффективность боя выше безопасности пилота.",
      "actions": {
        "SEKHMET Protocol": {
          "name": "Протокол Сехмет",
          "detail": "При активации вы передаёте управление мехом вашему NHP и получаете следующие преимущества: <ul><li>Все атаки ближнего боя при <b>критическом попадании</b> наносят дополнительно +1d6 урона.</li><li>Раз в раунд вы можете <b>бесплатным действием</b> выполнить <b>перестрелку</b> с оружием ближнего боя.</li></ul>Ваш NHP использует все действия и перемещения, чтобы максимально быстро приблизиться к ближайшему видимому персонажу (другу или врагу) и атаковать его в ближнем бою. При этом приоритет отдаётся оружию ближнего боя, и оно получает бонусы от ваших талантов. Если в зоне угрозы нет целей, NHP будет двигаться к ближайшей видимой цели. Он не будет выполнять дальние атаки, даже если технически способен.<br><br>Вы сохраняете достаточный контроль, чтобы решать, использовать ли <b>перегрузку</b>, но ваш NHP применит её в рамках той же боевой стратегии.<br><br>Вы можете с помощью действия <b>Протокол</b> вернуть себе контроль. При этом вы впадаете в состояние <b>оглушён</b> до начала вашего следующего хода. В противном случае эффект продолжается, пока ваш мех не будет уничтожен — потеря сознания или смерть пилота не прекращают эффект."
        }
      }
    },

    "Drake": {
      "name": "Дрейк",
      "description": "«Дрейк» — первая попытка IPS-N создать военный стандартный мех и до сих пор является основой всех передовых охранных и анти-пиратских подразделений. Он имеет массивный гуманоидный каркас, литой центральный отсек и усилённую наклонную броню, выдерживающую длительный обстрел и суровые условия ближнего космоса. Дрейк внушает уважение своим видом, напоминающим древних тяжёлых пехотинцев, чья мощь решала исход сражений.<br>Каждый стандартный «Дрейк» по лицензии IPS-N оснащается высокоскоростной штурмовой пушкой с фугасными боеприпасами для подавления и уничтожения целей, а также тяжёлым кинетическим абляционным башенным щитом для защиты. Продвинутые модификации снабжаются улучшенными вооружением и бронёй, включая печально известную тяжёлую штурмовую пушку «Левиафан» — скорострельное антиматериальное оружие.",
      "traits": {
        "Heavy Frame": {
          "name": "Тяжёлый каркас",
          "description": "Дрейк не может быть оттолкнут, повален <b>ничком</b> или перемещён персонажами меньшего размера."
        },
        "Blast Plating": {
          "name": "Взрывная обшивка",
          "description": "Дрейк имеет сопротивление к урону, возгоранию и перегреву от атак с <b>взрывом, разлётом, линией и конусом</b>."
        },
        "Slow": {
          "name": "Медлительный",
          "description": "Дрейк получает +1 к сложности при <b>проверках и спасбросках на ловкость</b>."
        },
        "Guardian": {
          "name": "Страж",
          "description": "Соседние союзники могут использовать Дрейка как <b>твёрдое укрытие</b>."
        }
      },
      "core_system": {
        "name": "Крепость",
        "passive_name": "Пассивный эффект",
        "active_name": "Протокол «Крепость»",
        "active_effect": "Вы разворачиваете тяжёлые стабилизаторы, превращая мех в неподвижную крепость. При активации вы создаёте два участка <b>твёрдого укрытия</b> (линия 2, размер 1) от вашего меха в любом направлении. Эти укрытия невосприимчивы к любому урону.<br><br>Кроме того, пока система активна, вы получаете:<ul><li>Вы находитесь в состоянии <b>закреплён</b>.</li><li>Даже на открытой местности вы получаете преимущества <b>твёрдого укрытия</b> и иммунитет к отталкиванию, <b>ничком</b> и любому принудительному перемещению.</li><li>Когда вы используете <b>устойчивость</b>, то на своём следующем ходу можете предпринять полноценное действие, а не только быстрое.</li><li>Любые союзники, которые получают укрытие от вас или ваших полей укрытия, также становятся иммунны к отталкиванию, <b>ничком</b> и всем эффектам принудительного перемещения, а также получают бонус «Взрывной обшивки».</li></ul>Эта система может быть отключена действием <b>Протокол</b>. Иначе эффект длится до конца сцены."
      }
    },

    "Assault Cannon": {
      "name": "Штурмовая пушка",
      "profiles": {
        "Standard": {
          "name": "Стандартный режим",
          "description": "Фирменная штурмовая пушка IPS-N — автоматическое орудие с глубокой системой охлаждения, которое может быть установлено стационарно или на манипулятор. Простая конструкция позволяет использовать коробчатые или ленточные магазины. Это стандартное вооружение большинства заказов флота IPS-N. В условиях микрогравитации и невесомости пилоты Дрейка часто применяют пушку в качестве дополнительной системы тяги.",
          "effect": "Вы можете <b>быстрым действием</b> раскрутить стволы этого оружия.",
          "actions": {
            "Spin Up Assault Cannon": {
              "name": "Раскрутить штурмовую пушку",
              "detail": "Разгоняет стволы до высокой скорости, снижая вашу скорость и переводя оружие в «режим высокой скорости»."
            }
          }
        },
        "Spin-Up Mode": {
          "name": "Режим высокой скорости",
          "description": "Фирменная штурмовая пушка IPS-N — автоматическое орудие с глубокой системой охлаждения, которое может быть установлено стационарно или на манипулятор. Простая конструкция позволяет использовать коробчатые или ленточные магазины. Это стандартное вооружение большинства заказов флота IPS-N. В условиях микрогравитации и невесомости пилоты Дрейка часто применяют пушку в качестве дополнительной системы тяги.",
          "effect": "Во время раскрутки это оружие получает тег <b>Надёжное 3</b>, но вы становитесь <b>медлительным</b>.<br>Вы можете <b>Протоколом</b> завершить этот эффект.",
          "actions": {
            "Cease Spin-Up": {
              "name": "Остановить раскрутку",
              "detail": "Завершает «режим высокой скорости», снимает состояние <b>медлительный</b> и возвращает оружие в «стандартный режим»."
            }
          }
        }
      }
    },
    "Argonaut Shield": {
      "name": "Щит «Аргонавт»",
      "description": "В космосе простота конструкции и функциональность обеспечивают надёжность и укрепляют доверие. Щит «Аргонавт» — один из старейших проектов IPS-N, восходящий к подразделениям глубокого космоса ещё до объединения корпорации Polaris. Этот щит по сути представляет собой массивную металлическую плиту, которую можно держать в руках или закрепить на предплечье меха; единственный вариант кастомизации для пилота — это размер щита.",
      "actions": {
        "Action": {
          "name": "Активировать щит «Аргонавт»",
          "detail": "Вы можете <b>быстрым действием</b> использовать этот тяжёлый щит, чтобы прикрыть одного соседнего персонажа, предоставив ему <b>сопротивление</b> ко всему урону; однако вы также получаете половину урона, который получает цель (до учёта её брони и сопротивлений). Эффект длится, пока вы находитесь рядом с целью; как только перестаёте быть соседними — эффект завершается, до повторного применения."
        }
      }
    },
    "Concussion Missiles": {
      "name": "Контузионные ракеты",
      "profiles": {
        "Concussion Missiles": {
          "name": "Контузионные ракеты",
          "description": "Эти ракеты оснащены взрывчаткой с низкой фрагментацией и пониженным накалом, создающей избыточное давление. Их цель — вызывать оглушение, дезориентацию, отталкивание и срыв строя. Обычно применяются вместе с более смертоносным тяжёлым вооружением.",
          "on_hit": "Цель должна успешно пройти <b>спасбросок корпуса</b>, иначе она получает состояние <b>повреждён</b> до конца своего следующего хода."
        }
      }
    },
    "Aegis Shield Generator": {
      "name": "Генератор щита «Эгида»",
      "description": "«Эгида» — портативный генератор электромагнитного щита: система, которая может показаться грубоватой по сравнению с современными технологиями, но остаётся мощной и надёжной для подавления кинетики и рассеивания частиц.",
      "effect": "Потратьте один заряд, чтобы развернуть <b>генератор щита «Эгида»</b> размером 1 в соседней свободной клетке. Он создаёт щит с зоной <b>Взрыв 1</b>."
    },
    "Leviathan Heavy Assault Cannon": {
      "name": "Тяжёлая штурмовая пушка «Левиафан»",
      "profiles": {
        "Standard": {
          "name": "Стандартный режим",
          "description": "Тяжёлая штурмовая пушка «Левиафан» (сокращённо HAC) — массивное многствольное вращающееся орудие с подачей из внешнего боекомплекта, обычно устанавливаемое на спину меха. Без модификаций «Левиафан» следует использовать лишь короткими очередями, иначе отдача повредит суставы меха и самого пилота.<br><br>В настоящее время IPS-N совместно с инженерами завода Харрисон исследуют варианты дистанционной подачи боеприпасов, чтобы компенсировать огромный расход боезапаса у этого орудия.",
          "effect": "В отличие от других сверхтяжёлых орудий, это оружие можно использовать для <b>перестрелки</b>. Вы можете <b>быстрым действием</b> раскрутить его стволы.",
          "actions": {
            "Spin Up Leviathan": {
              "name": "Раскрутить «Левиафан»",
              "detail": "Разгоняет стволы тяжёлой штурмовой пушки «Левиафан», снижая скорость вашего меха и переводя оружие в «режим высокой скорости»."
            }
          }
        },
        "Spin-Up Mode": {
          "name": "Режим высокой скорости",
          "description": "Тяжёлая штурмовая пушка «Левиафан» (сокращённо HAC) — массивное многствольное вращающееся орудие с подачей из внешнего боекомплекта, обычно устанавливаемое на спину меха. Без модификаций «Левиафан» следует использовать лишь короткими очередями, иначе отдача повредит суставы меха и самого пилота.<br><br>В настоящее время IPS-N совместно с инженерами завода Харрисон исследуют варианты дистанционной подачи боеприпасов, чтобы компенсировать огромный расход боезапаса у этого орудия.",
          "effect": "Пока стволы раскручены, вы находитесь в состоянии <b>медлительный</b> и не можете использовать это оружие для <b>перестрелки</b>.<br>Вы можете <b>Протоколом</b> завершить этот эффект.",
          "actions": {
            "Cease Spin-Up": {
              "name": "Остановить раскрутку",
              "detail": "Завершает «режим высокой скорости» пушки «Левиафан», снимает состояние <b>медлительный</b> и возвращает оружие в «стандартный режим»."
            }
          }
        }
      }
    },
    "Portable Bunker": {
      "name": "Портативный бункер",
      "description": "Портативный бункер IPS-N — это, по сути, одноразовый набор для экструдированной печати: пакет с неньютоновской жидкостью, которая при развёртывании быстро твердеет, образуя прочную структуру, выдерживающую сильные удары.",
      "effect": "Потратьте один заряд, чтобы развернуть <b>портативный бункер</b> на свободной 4x4 клеточной области рядом. В начале вашего следующего хода он развернётся в прочный укреплённый бункер."
    },

    "Lancaster": {
      "name": "Ланкастер",
      "description": "IPS-N «Ланкастер» — военная версия меха, созданная на базе упрощённого гражданского каркаса IPS-N для наземных перевозок и ремонта в внутреннем/внешнем отсеках; он адаптирован к самым разным боевым условиям. «Ланкастер» оснащён множеством резервных систем и продвинутыми интерактивными проекторами, что обеспечивает высочайшую точность при работе с тонкими системами — вне зависимости от их состояния.<br><br>Пилоты «Ланкастера» обычно служат на передовой сапёрами или инженерами поддержки. Молодые неопытные пилоты иногда посмеиваются над его «старомодностью», но ветераны знают: «Ланкастер» — один из самых надёжных и качественных мехов, незаменимый в любых длительных тяжёлых операциях. Не каждую битву решают пули, лазеры и бомбы — без инженеров и их «няни Ланни» немногие из гордых асов вернулись бы домой живыми.",
      "traits": {
        "Insulated": {
          "name": "Теплоизоляция",
          "description": "«Ланкастер» иммунен к <b>возгоранию</b>."
        },
        "Combat Repair": {
          "name": "Полевой ремонт",
          "description": "В бою «Ланкастер» может <b>полноценным действием</b> израсходовать 4 ремонта, чтобы восстановить уничтоженный мех до 1 структуры, 1 стресса и 1 HP.",
          "actions": {
            "Combat Repair": {
              "name": "Полевой ремонт",
              "detail": "Израсходуйте 4 ремонта <b>полноценным действием</b>, чтобы восстановить уничтоженный мех до 1 структуры, 1 стресса и 1 HP."
            }
          }
        },
        "Redundant Systems": {
          "name": "Резервирование систем",
          "description": "С вашего согласия другие соседние персонажи могут тратить ваши <b>ремонты</b> как свои собственные."
        }
      },
      "core_system": {
        "name": "Привязной дрон",
        "description": "Привязной дрон, в просторечии «ведомый», — это сопровождающий дрон, который мех носит с собой и может развернуть. Учитывая высокий процент потерь, пилотам не рекомендуется привязываться к ним эмоционально.",
        "passive_name": "Пассивный эффект",
        "active_name": "Усилитель",
        "active_effect": "Ваш <b>привязной дрон</b> прикрепляется к союзному меху в пределах своей дальности. До конца сцены в начале каждого вашего хода вы получаете 1 перегрев, но цель получает <b>+1 точности</b> ко всем атакам, спасброскам и проверкам и становится иммунна к состояниям <b>повреждён</b>, <b>заглушён</b>, <b>медлительный</b>, <b>рассеян</b> и <b>закреплён</b>, вызванным другими. Эффект длится, пока вы или цель не получите состояние <b>оглушён</b>.<br><br>Пока система активна, вы не можете использовать <b>привязной дрон</b> для иных задач."
      }
    },
    "Latch Drone": {
      "name": "Привязной дрон",
      "profiles": {
        "Latch Drone": {
          "name": "Привязной дрон",
          "effect": "Это оружие нельзя использовать для обычных атак. Вместо этого выберите союзный мех в пределах дальности и линии видимости и выполните дальнюю атаку (цель считается с <b>Уклонением 8</b>). При попадании вы или цель можете потратить 1 ремонт, чтобы восстановить цели половину её HP."
        }
      }
    },
    "Cable Winch System": {
      "name": "Кабельная лебёдка",
      "description": "Система состоит из наружной катушки с наноуглеродным тросом и установленного на мехе блока обратной намотки.",
      "actions": {
        "Action": {
          "name": "Активировать кабельную лебёдку",
          "detail": "Тросы можно закрепить на соседнем персонаже. Если цель согласна или находится в состоянии <b>оглушён</b>, действие автоматически успешно; иначе цель может сделать <b>спасбросок корпуса</b>, чтобы сопротивляться эффекту. После закрепления вы и цель не можете отдаляться друг от друга более чем на 5 клеток. Обе стороны могут тянуть друг друга по правилам подъёма/волочения и при этом становятся <b>медлительными</b>.<br><br>Любой персонаж может атаковать трос <b>ближним боем</b> или <b>импровизированной атакой</b> (Уклонение 10); при попадании закрепление снимается.<br><br>Тросы также можно использовать для волочения, перетягивания и иных взаимодействий с окружением и объектами. Длина тросов — 5 клеток; они выдерживают вес до размера 6, не разрываясь. Персонажи могут взбираться по ним, игнорируя штраф к скорости при подъёме."
        }
      }
    },
    "Restock Drone": {
      "name": "Дрон пополнения",
      "description": "Надёжный и выносливый дрон с встроенным принтером и функцией автоотката, обеспечивающий ограниченную логистическую гибкость. Большую часть объёма занимает RawMat — смесь силикатов и металлов — для печати запчастей и ремонтного инструмента. Не зря пилоты шутливо зовут его «снэком для меха».",
      "effect": "Потратьте один заряд, чтобы развернуть <b>дрон пополнения</b> в соседней свободной клетке; он завершит развёртывание к концу вашего хода."
    },
    "MULE Harness": {
      "name": "Упряжь MULE",
      "description": "Упряжь MULE (Multiple User, Light Entanglement) — массовый полевой модуль, позволяющий союзным бойцам ехать верхом на мехе. Некоторые варианты достаточно крупные, чтобы переносить лёгкие мехи на тяжёлых — полезно для высотного и низкоорбитального сброса, где важно уменьшить радиолокационную заметность.",
      "effect": "Модуль добавляет крепления, стропы и опорные точки, позволяя другим персонажам взобраться и ехать на вашем мехе. Любой соседний персонаж, не находящийся в состоянии <b>закреплён</b>, может <b>быстрым действием</b> взобраться на ваш мех. Пока он едет, вы занимаете одну и ту же клетку, двигаетесь вместе (даже если всадник <b>медлителен</b>) и получаете <b>мягкое укрытие</b>. Если вы или всадник падаете <b>ничком</b>, становитесь <b>оглушены</b>, <b>закреплены</b> или уничтожены, всадник падает на соседнюю клетку и тоже становится <b>ничком</b>. Соскочить можно во время любого собственного перемещения, а вот взобраться — только <b>быстрым действием</b>.<br><br>Вы можете перевозить всадников суммарным размером до «ваш размер − 1/2» (пример: размер 1 — только один персонаж размером 1/2; размер 2 — один размером 1 и один размером 1/2)."
    },
    "Whitewash Sealant Spray": {
      "name": "Герметик «Уайтвош»",
      "description": "Для тушения пожаров и экстренной герметизации пробоин IPS-N выпускает одноразовых наномеханических «белых жуков». С подходящими насадками и катализатором этот аэрозоль также можно использовать для временного сдерживания противника.",
      "actions": {
        "Action": {
          "name": "Активировать герметик «Уайтвош»",
          "detail": "Распылите состав по цели или свободной клетке в пределах <b>⌿5</b> и линии видимости. Эффект зависит от цели: <ul><li><b>Враждебный персонаж</b>: цель должна пройти <b>спасбросок ловкости</b>, иначе становится <b>медлительной</b> до конца своего следующего хода, а затем с неё снимается всё возгорание.</li><li><b>Союзный персонаж</b>: снимает всё возгорание, но становится <b>медлительным</b> до конца своего следующего хода.</li><li><b>Свободная клетка</b>: тушит огонь в зоне <b>Разлёт 1</b>, а область становится труднопроходимой до конца сцены.</li></ul>"
        }
      }
    },
    "Cutter MkII Plasma Torch": {
      "name": "Плазменная горелка «Каттер» MkII",
      "profiles": {
        "Cutter MkII Plasma Torch": {
          "name": "Плазменная горелка «Каттер» MkII",
          "description": "Изначально плазморез — это инструмент: простое лезвие с включаемой и поддерживаемой плазменной оболочкой для лёгкой резки металла. Из-за частого применения против абордажных пиратов IPS-N выпустила военную версию — «Каттер» второго поколения. Он питается напрямую от реактора меха и имеет резервные разъёмы на случай обрыва кабелей. Хотя лезвие можно укорачивать до размера ножа, самым популярным остаётся «клипер»: средняя длина, идеально балансирующая дальность и манёвренность в ближнем бою.",
          "effect": "Это оружие наносит объектам, укрытиям, ландшафту и окружению 10 энергетического урона с пробитием брони (AP)."
        }
      }
    },
    "Aceso Stabilizer": {
      "name": "Стабилизатор «Акесо»",
      "description": "Практичное средство первой помощи для устранения износа и лёгких механических повреждений из-за боя и среды. Благодаря минимальным требованиям к вычислительным ресурсам «Акесо» может обслуживаться вспомогательными компаньон-модулями, освобождая пилота для более сложного ремонта и решения неотложных угроз.",
      "actions": {
        "Action": {
          "name": "Активировать «Акесо»",
          "detail": "Потратьте один заряд, чтобы выпустить к союзному меху в пределах <b>⌿5</b> мини-систему самоустановки. Мех получает щиты в количестве «ваша стойкость + 4». Пока щиты активны, цель иммунна к состояниям <b>повреждён</b> и <b>заглушён</b>."
        }
      }
    },

    "Nelson": {
      "name": "Нельсон",
      "description": "IPS-N «Нельсон» воплощает культ производителя — превосходство холодного оружия. Он создан для ближнего боя и раскрывает свой потенциал там, где кончаются боеприпасы или применение огнестрела нежелательно. Благодаря умеренным габаритам «Нельсон» быстро выходит на цель и остаётся трудной мишенью. Многослойная фрактальная складчатая кольчужно-ламельная броня с керамико-углеродным покрытием использует обтекаемую форму корпуса для рассеяния кинетики и снятия импульса от попаданий. Такая «нулевая кинетика» защищает пилота от контузий и позволяет сохранять боеспособность в плотной перестрелке.<br><br>«Нельсон» — классика IPS-N, визитная карточка ордена «Альбатрос» — кочующих рыцарей-граждан Союза. Их бело-золото-красная раскраска, виртуозная техника штыкового боя и почти «бессмертная» (эффект дилатации времени) репутация сделали «Альбатрос» и «Нельсон» легендами среди диаспор — и обеспечили им бессрочный контракт с IPS-N.",
      "traits": {
        "Momentum": {
          "name": "Импульс",
          "description": "Раз в раунд после <b>рывка</b> следующая атака «Нельсона» в ближнем бою при попадании наносит дополнительно +1d6 урона."
        },
        "Skirmisher": {
          "name": "Скирмишёр",
          "description": "Пока «Нельсон» не <b>закреплён</b> и не <b>медлителен</b>, он может сразу после атаки переместиться на 1 клетку в любом направлении. Это перемещение игнорирует зону контроля и не провоцирует реакции."
        }
      },
      "core_system": {
        "name": "Перпетуальный импульсный привод",
        "description": "Перпетуальный импульсный привод IPS-N использует околосветовые периферийные кольца авиакласса для накопления и поддержания пассивного заряда в 0,000001c, который по команде сбрасывается в систему тяги. Мехи с таким приводом проходят серьёзное усиление: укреплённые суставы и конечности, а также амортизирующее кресло с кинетической компенсацией для защиты пилота от перегрузок и сдвигов.",
        "passive_name": "Пассивный эффект",
        "active_name": "Запуск привода",
        "active_effect": "До конца сцены свойство <b>Скирмишёр</b> позволяет перемещаться на 4 клетки вместо 1."
      }
    },
    "War Pike": {
      "name": "Боевой пик",
      "profiles": {
        "War Pike": {
          "name": "Боевой пик",
          "description": "Простой, но эффективный: длинное древко с прочным тонким наконечником, специально для пробития брони. Современный пик — прочное, сбалансированное и надёжное оружие, идеально подходящее для ударных атак, хотя исторически восходит к шахтным подпоркам."
        }
      }
    },
    "Bulwark Mods": {
      "name": "Модификации «Бастион»",
      "description": "Все фирменные ядра мехов IPS-N поддерживают систему QuickMod — модульные, обратно совместимые шарниры, хардпоинты и внутренние крепления, упрощающие апгрейды. Для пилотов «Альбатроса», годами оторванных от реального времени Союза, эта возможность незаменима.",
      "effect": "Удлиннённые конечности, дополнительная броня, резервные движители и иные усиления позволяют игнорировать эффект <b>труднопроходимой местности</b>."
    },
    "Thermal Charge": {
      "name": "Термозаряд",
      "description": "Одна из популярных модификаций классического пика — замена тонкого бронебойного наконечника на одноразовую боеголовку с ударным подрывом. При протыкании цели головка отделяется от древка и вонзается, после чего вперёд срабатывает конический взрыв. Запасные термозаряды стабильны и хранятся в наружном трубчатом магазине.<br><br>IPS-N также выпускает термозаряды, совместимые с линейкой клинков/молотов/копий GMS.",
      "effect": "Выберите одно <b>оружие ближнего боя</b> для установки модификации: при попадании этой атакой вы можете <b>бесплатным действием</b> потратить один заряд, чтобы активировать детонатор и нанести дополнительно +1d6 взрывного урона."
    },
    "Armor-Lock Plating": {
      "name": "Покрытие Armor-Lock",
      "description": "Полнотелая модификация корпуса IPS-N, повышающая устойчивость меха, когда нужно выдержать нагрузки выше расчётных.",
      "effect": "Вы можете <b>держаться</b> во время <b>захвата</b>. Когда вы так делаете, любой текущий захват, воздействующий на вас, прекращается.<br><br>Кроме того, при использовании <b>держаться</b> вы до конца своего следующего хода получаете: <ul><li>Атаки по вам получают +1 к сложности.</li><li>Ваши <b>проверки/спасброски на ловкость и корпус</b> не могут провалиться.</li><li>Вы иммунны к отталкиванию, захвату, падению <b>ничком</b> и принудительному перемещению от источников размером меньше 5.</li></ul>"
    },
    "Power Knuckles": {
      "name": "Силовой кастет",
      "profiles": {
        "Power Knuckles": {
          "name": "Силовой кастет",
          "description": "Линейка силовых кастетов IPS-N любима пилотами, предпочитающими ближний бой. Форм-факторов множество: от усиленных шипов и сверхплотных ранцев до мини-осадных молотов с электромагнитным разгоном — все они заметно усиливают и без того сокрушительный удар меха.",
          "on_crit": "Цель должна успешно пройти <b>спасбросок корпуса</b>, иначе падает <b>ничком</b>."
        }
      }
    },
    "Ramjet": {
      "name": "Прямоточный ускоритель",
      "description": "Опытные пилоты «Нельсона» знают о критической точке бесконечного импульса. В подходящей атмосфере при достаточной скорости воздух сам врывается в боковые воздухозаборники меха, воет, как демон. В этот момент кажется, будто гигантская рука давит на грудь, а под вами несётся колесница богов — словно можно превзойти свет, если только не потерять сознание раньше.",
      "actions": {
        "Action": {
          "name": "Активировать прямоточный ускоритель",
          "detail": "До начала вашего следующего хода ваши <b>рывки</b> перемещают вас на +2 клетки, а атаки ближнего боя (включая <b>таран</b> и <b>захват</b>) получают эффект <b>Отталкивание 2</b>.<br><br>Пока действует эффект, вы должны двигаться по прямой с максимальной скоростью; вы можете остановиться перед препятствием или противником и менять направление между отдельными перемещениями (обычное движение, рывок и т. п.)."
        }
      }
    },

    "Raleigh": {
      "name": "Рэлей",
      "description": "Увидев, как GMS и арсеналы Харрисона активно продвигают флотские заказы среди членов Союза, IPS-N на время занялась проектированием и выпуском линейки основных боевых мехов. Итогом стал «Рэлей» — во всех смыслах нетипичный для IPS-N мех. Он не узкоспециализирован, а задуман как универсальный боец ближнего радиуса. Увы, на испытаниях «Рэлей» не снискал интереса потенциальных заказчиков.<br><br>Хотя тест-пилоты высоко оценили его стиль и манёвренность, крупного флотского заказа не последовало. Короткое время «Рэлей» оставался флагманом IPS-N, после чего был тихо свёрнут и заменён «Торти». Несмотря на снятие с флотских контрактов, «Рэлей» по-прежнему скромно популярен среди пилотов, ценящих сбалансированную ближнебойную платформу.",
      "traits": {
        "Full Metal Jacket": {
          "name": "Полнометаллический корпус",
          "description": "В конце хода «Рэлея», если в этот ход он не совершал атак и не вынуждал к спасброскам, он может <b>бесплатным действием</b> перезарядить все свои оружия с тегом <b>Перезарядка</b>."
        },
        "Shielded Magazines": {
          "name": "Экранированные магазины",
          "description": "«Рэлей» может совершать дальние атаки даже в состоянии <b>заглушён</b>."
        }
      },
      "core_system": {
        "name": "M35 «Мьёльнир»",
        "description": "Пушка IPS-N M35 «Мьёльнир» берёт начало у оборонительного комплекса серии «Наблюдатель» корпорации Polaris и была переработана для передовой. «Мьёльнир» — стационарная многствольная вращающаяся вспомогательная пушка, ускоряющая к цели массу воздушно-взрывных боеприпасов магнитной разгонкой. Это импульсное оружие связано с вторичной нейрообработкой пилота и управляется помощником-компаньоном или NHP: даже после гибели пилота «Мьёльнир» продолжит захватывать и поражать вражеские цели, пока система окончательно не выйдет из строя. За это оружие часто прозывают «жнецом» и охотно ставят на CQB-платформы.",
        "passive_name": "Пассивный эффект",
        "active_name": "Мьёльнир",
        "active_effect": "Вы раскручиваете стволы <b>M35 «Мьёльнира»</b>, начальная загрузка — 0 патронов. Пока сцена длится, в конце каждого вашего хода, если вы НЕ стреляли из <b>M35 «Мьёльнира»</b> в этот ход, он автоматически получает 2 патрона (максимум 6).<br><br>Когда вы стреляете из <b>M35 «Мьёльнира»</b>, все заряженные патроны выпускаются разом, нанося по 4 кинетического урона за патрон. Если выпущено 4+ патронов, атака получает эффект пробития брони (AP) и при попадании накладывает на цель состояние <b>рассеян</b> до конца её следующего хода."
      }
    },
    "M35 Mjolnir": {
      "name": "M35 «Мьёльнир»",
      "profiles": {
        "M35 Mjolnir": {
          "name": "M35 «Мьёльнир»",
          "effect": "Раз в раунд, когда вы перезаряжаете любое оружие, вы можете <b>бесплатным действием</b> выстрелить из этого оружия."
        }
      }
    },
    "Störtebeker": {
      "name": "Штёртебекер",
      "description": "После коммерческого провала «Рэлея» IPS-N, желая отбить стартовые затраты, открыла лицензирование нескольким сторонним компаниям. Среди них оказалась и «Антон Индастриз», акции которой рухнули после загадочного исчезновения гендиректора.<br><br>В надежде на перезагрузку «Антон» взялась за, возможно, свой последний мех. Использовав собственный «Хадес-III» как основу для переработки «Рэлея», компания быстро создала высокоскоростную модульную платформу. Штатный «Мьёльнир» «Рэлея» не вписывался — его заменили на «истинно-серебряный» нанорезервуар — проприетарное изделие «белых жуков», позволяющее наращивать урон атака за атакой.<br><br>Итоговую машину назвали «Штёртебекер» — в честь древней земной легенды и с изрядной долей чёрного юмора по поводу собственных бед. Как и предвещало имя, относительный успех меха в итоге привёл «Антон Индастриз» к краху.<br><br>Среди наёмников, ЧВК и охотников за головами «Штёртебекер» быстро стал выбором для тех, кому нужна манёвренность IPS-N, но кто предпочитает дальний бой, а не узкоспециализированный ближний «Нельсон».<br><br>IPS-N проявила интерес и в итоге поглотила небольшую фирму, проигнорировав прочие проекты и «дочки». Теперь «Штёртебекер» официально числится производной моделью «Рэлея» в линейке IPS-N — памятник тому, что иногда даже хороший результат заканчивается провалом.",
      "traits": {
        "Dynamic Reload": {
          "name": "Динамическая перезарядка",
          "description": "Все оружия «Штёртебекера», кроме вспомогательных, получают эффект:<br><ul><li><b>Ближний бой</b>: при критическом попадании — перезарядите все дальнобойные оружия, которыми вы НЕ атаковали в этот ход.</li><li><b>Дальний бой</b>: при критическом попадании — перезарядите все оружия ближнего боя, которыми вы НЕ атаковали в этот ход.</li></ul>"
        },
        "Truesilver": {
          "name": "Истинное серебро",
          "description": "Раз за сцену после попадания атакой «Штёртебекер» может применить один из эффектов по типу оружия:<br><ul><li><b>Оружие без перезарядки</b>: атака считается критической, но урон не бросается с преимуществом.</li><li><b>Оружие с перезарядкой</b>: урон этой атаки не уменьшается никакими эффектами.</li></ul>"
        }
      },
      "core_system": {
        "name": "«Истинно-серебряное» оружие",
        "description": "Цель проекта «Истинное серебро» — усилить разрушительную силу наномеханики «белых жуков». Специализированные наниты формируют зеркальный серебристый налёт, переносящийся на боеприпасы и клинки. Вид завораживает — отсюда и название. Усиленное оружие высвобождает разрушительные нанозаряды: первичный урон растёт экспоненциально, разъедая цель изнутри.<br><br>Наниты печатаются внутри корпуса, хранятся в экранированном резервуаре и подаются в оружейные системы. Печать медленная — используйте с умом.",
        "passive_name": "Критерий Хопкинса",
        "passive_effect": "Вы можете применять это действие только если в этот ход уже совершили <b>действие «Сближение»</b>. Затем выберите один эффект:",
        "passive_actions": {
          "Reprise": {
            "name": "Реприза",
            "detail": "Снова выполните <b>перестрелку</b> оружием, перезаряженным в этот ход благодаря <b>Динамической перезарядке</b>."
          },
          "Renewal": {
            "name": "Обновление",
            "detail": "В конце этого хода <b>перезарядите</b> все оружия, которыми вы НЕ атаковали в этот ход."
          }
        },
        "active_name": "Арсенал «Истинного серебра»",
        "active_effect": "В эту сцену свойство <b>Истинное серебро</b> можно использовать ещё 3 раза."
      }
    },
    "Hand Cannon": {
      "name": "Ручная пушка",
      "profiles": {
        "Hand Cannon": {
          "name": "Ручная пушка",
          "description": "IPS-N «Hand Cannon» — лицензированный вариант пистолета GMS Тип-I, модифицированный под более крупный калибр. В зависимости от модели стандартную ленточную подачу GMS заменяют на магазины или барабан."
        }
      }
    },
    "BB Breach/Blast Charges": {
      "name": "Заряды BB «Вскрытие/Взрыв»",
      "description": "Разработанные на базе астероидных промышленных зарядов IPS-N, военные заряды BB используют более мощные ВВ для нанесения серьёзных структурных повреждений каркасам мехов, переборкам звездолётов, бронетехнике, бункерам и прочим укреплениям.",
      "actions": {
        "Thermal Grenade": {
          "name": "Термальная граната",
          "detail": "Бросьте гранату в пределах <b>⌿5</b>. Все персонажи в зоне <b>Разлёт 1</b> должны пройти <b>спасбросок ловкости</b> или получить 1d6 энергетического урона; при успехе — половина урона. Объекты и местность поражаются автоматически и получают 10 энергетического урона с пробитием брони (AP)."
        }
      }
    },
    "Bolt Thrower": {
      "name": "Метатель болтов",
      "profiles": {
        "Bolt Thrower": {
          "name": "Метатель болтов",
          "description": "Как и многие классические образцы IPS-N, «метатель болтов» родом из горной промышленности. Он запускает самодвижущиеся взрывные болты и хорошо работает как в микро/невесомости, так и в атмосфере."
        }
      }
    },
    "“Roland” Chamber": {
      "name": "Камора «Роланд»",
      "description": "Запечатанные в автономном барабане, «Роланды» IPS-N — это высокоэксплозивные бронебойные снаряды для любых кинетических систем мех-калибра. Заменив инертные боеприпасы, гильзы Roland HE/AA заметно повышают эффективность и разрушительность оружия.",
      "effect": "Когда вы перезаряжаете любое оружие, ваша следующая атака из оружия с перезарядкой получает эффект:<br>При попадании: +1d6 взрывного урона, а цель должна пройти <b>спасбросок корпуса</b> или упасть <b>ничком</b>."
    },
    "Kinetic Hammer": {
      "name": "Кинетический молот",
      "profiles": {
        "Kinetic Hammer": {
          "name": "Кинетический молот",
          "description": "Простой и грубый инструмент: гигантская кувалда с тяжелейшей боевой частью на длинном древке. При попадании создаёт мощную травмирующую ударную волну."
        }
      }
    },
    "UNCLE-Class Comp/Con": {
      "name": "Comp/Con класса UNCLE",
      "description": "Comp/Con класса UNCLE — продукт программы DARKSTAR-2, запущенной для разработки более продвинутого разумного вооружения. Ранние прототипы закрыли из-за прожорливости по питанию, нестабильной адаптивности и печально узкой специализации.<br>Хотя IPS-N не развивает UNCLE дальше, часть старых систем, частично прошедших валидацию, доступна квалифицированным пилотам.<br>Несмотря на репутацию слегка нестабильных, участники полевых испытаний высоко оценили эффективность и параллельность обработки UNCLE.",
      "effect": "Выберите одно: <b>вспомогательное</b>, <b>основное</b> или <b>тяжёлое</b> оружие — Comp/Con UNCLE берёт под контроль это оружие и связанные системы.<br><br>Раз в ход вы можете <b>бесплатным действием</b> совершить атаку оружием под управлением UNCLE с <b>+2 к сложности</b>. UNCLE не может использовать оружие, уже применённое в этот ход; любое оружие, использованное UNCLE, нельзя применять до начала вашего следующего хода.<br><br>UNCLE не является NHP и не может «сбойнуть»."
    },

    "Tortuga": {
      "name": "Тортуга",
      "description": "«Тортуга» — штурмовой мех IPS-N для ближней и средней дистанции. Задуман, испытан и доведён до ума в глубоком космосе, он создан для прорыва и зачистки: палуб авианосцев, отсеков враждебных станций и внутренних коридоров линкоров. «Тортуга» превосходно занимает пространство и узкие проходы своим тяжёлым рубленым корпусом и нередко служит «ходячим тараном» у абордажников и морпехов. При этом по защите мех не уступает собственной огневой мощи: бронеплиты на руках позволяют прикрывать себя и союзников на марше от ураганного огня.",
      "traits": {
        "Sentinel": {
          "name": "Дозорный",
          "description": "Все атаки «Тортуги», совершаемые как <b>реакции</b> (например, <b>сторожевой огонь</b>), получают <b>+1 точности</b>."
        },
        "Guardian": {
          "name": "Страж",
          "description": "Соседние союзники могут использовать «Тортугу» как <b>твёрдое укрытие</b>."
        }
      },
      "core_system": {
        "name": "Сопилот «Сторожевой Пёс»",
        "description": "Силы безопасности IPS-N привычны к абордажным операциям «корабль–корабль» и «корабль–станция». Узкие коридоры, нестабильная гравитация, темнота, вакуум и двойная угроза от органических и неорганических противников делают абордаж статистически одной из самых смертоносных форм боя: по внутренним данным IPS-N, даже победители теряют не менее 30% личного состава.<br><br>Чтобы снизить когнитивную нагрузку на пилота, бортовой NHP и компаньонов, IPS-N разработала сопилота «Сторожевой Пёс». Это простой подсознательный сегментатор: сжатый тактический ИИ, обученный на тысячах послебоевых отчётов, брифингов и добровольно переданных данных. «Сторожевой Пёс» — не NHP и не компаньон, а мощный тактический софт, схожий с «умным оружием». При этом его возможность работать без «перепрошивки» даёт преимущества: сопилоты немного обучаемы и подстраивают прогноз под пилота. Их «личность» обычно суха — порой её вообще трудно назвать личностью, — но именно эта строгость и точность ценится пилотами, ориентированными на эффективность.<br><br>Сейчас систему проверяет совместная комиссия USB и UDoJ-HR, официального запрета на производство пока нет.",
        "passive_name": "Пассивный эффект",
        "active_name": "Режим гиперрефлексов",
        "active_effect": "До конца сцены: <ul><li>Если у вашего дальнобойного оружия есть тег <b>Угроза X</b> и X < 3, он становится <b>Угроза 3</b>.</li><li>Раз в раунд вы можете совершить одну дополнительную реакцию <b>сторожевого огня</b>.</li><li>Любая цель, поражённая вашим <b>сторожевым огнём</b>, становится <b>закреплена</b> до конца своего следующего хода.</li></ul>"
      }
    },
    "Deck-Sweeper Automatic Shotgun": {
      "name": "Автоматический дробовик «Палубный зачиститель»",
      "profiles": {
        "Deck-Sweeper Automatic Shotgun": {
          "name": "Автоматический дробовик «Палубный зачиститель»",
          "description": "Ленточный дробовик, любимый морпехами на станциях и кораблях. Простой принцип — «вперёд, цель, огонь». Один ствол с пневмоотбоем укрощает мощную отдачу, а ленточная подача поддерживает широкий спектр дробовых и пулевых боеприпасов."
        }
      }
    },
    "Siege Ram": {
      "name": "Осадный таран",
      "description": "Ручная металлическая балка с клиновидным наконечником — чтобы вышибать запертые люки по швам. Наследие дообъединённой эпохи IPS-N. Когда нужно быстро открыть внезапно задраенную дверь, морпехи берут именно его. Тяжёлый, неуклюжий, неубиваемый: осадный таран IPS-N — универсальный ключ ко Вселенной.",
      "effect": "При <b>таране</b> вы наносите при попадании 2 кинетического урона. Если <b>таран</b> нацелен на объект или участок местности, вместо этого он получает 10 кинетического урона с пробитием брони (AP)."
    },
    "Daisy Cutter": {
      "name": "«Косилка»",
      "profiles": {
        "Daisy Cutter": {
          "name": "«Косилка»",
          "description": "Немного устаревшая, но любимая «палубная метла». По сути — гигантский дробовик: заряд в казённик, гильзу в ствол, прицелиться и огонь — вперёд улетает адская туча из дротиков, шариков и горящих пластин магния, выметая всё перед стволом.",
          "on_attack": "В пределах конической зоны создаёт полосу завалов и дыма, превращая область в <b>мягкое укрытие</b> до конца вашего следующего хода."
        }
      }
    },
    "Catalytic Hammer": {
      "name": "Каталитический молот",
      "profiles": {
        "Catalytic Hammer": {
          "name": "Каталитический молот",
          "description": "Рождённый из переделки взрывных горных инструментов, «каталитический молот» (прозвище — «гвоздь») стал мощным оружием ближнего боя. Пороховой заряд разгоняет боевую головку — односторонне заточенный прут пролетает через короткий ствол и с колоссальной энергией врезается в цель. Стандартные бойки полированы для облегчения извлечения; при необходимости их можно отстыковать и заменить. Установка требует предварительного усиления каркаса, чтобы рассеивать удар.",
          "on_crit": "Цель должна успешно пройти <b>спасбросок корпуса</b>, иначе получает состояние <b>оглушён</b> до конца своего следующего хода."
        }
      }
    },
    "Throughbolt Rounds": {
      "name": "Снаряды «Throughbolt»",
      "description": "Фирменная противоброневая технология IPS-N: при выстреле наконечник воспламеняется и создаёт высокотемпературный плазменный конус — словно микропика, прошивающая несколько целей и даже прочные преграды.",
      "effect": "Выберите <b>CQB</b>-, <b>пушечное</b> или <b>винтовочное</b> оружие: при атаке вы можете вместо обычного выстрела выпустить снаряд «Throughbolt». От вас проводится линия <b>Линия 3</b>, способная проходить через местность и преграды. Каждый персонаж или объект на линии получает 2 кинетического урона с пробитием брони (AP), после чего выполните одну атаку выбранным оружием, считая дальность, укрытие и линию видимости от конца линии и в том же направлении."
    },
    "HyperDense Armor": {
      "name": "Сверхплотная броня",
      "description": "Сверхплотная броня IPS-N создана для космоса — ограничения гравитационных колодцев при проектировании не учитывались. Поэтому пилоты, привыкшие к нулевой гравитации, часто удивляются, попав под притяжение планеты, насколько иначе ведёт себя мех.",
      "actions": {
        "Action": {
          "name": "Активировать сверхплотную броню",
          "detail": "Броня твердеет до зеркального блеска, обеспечивая непревзойдённую защиту. Вы получаете <b>сопротивление</b> всему урону, перегреву и возгоранию от атак из-за пределов <b>⌿3</b>; однако вы становитесь <b>медлительными</b>, а урон, перегрев и возгорание, наносимые вами целям за пределами <b>⌿3</b>, уменьшаются вдвое."
        },
        "Deactivate HyperDense Armor": {
          "name": "Деактивировать сверхплотную броню",
          "detail": "Прекращает действие брони: вы теряете <b>сопротивление</b> урону/перегреву/возгоранию от атак вне <b>⌿3</b>, снимаете состояние <b>медлительный</b> и вновь наносите обычный урон/перегрев/возгорание целям вне <b>⌿3</b>."
        }
      }
    },

    "Vlad": {
      "name": "Влад",
      "description": "«Влад» — второе поколение меха, унаследовавшее дизайн «Ли Сунсина». Впервые прославился в битве за Лазурит во время падения Второго Центрального Комитета благодаря пилотам ордена «Альбатрос». На основе обширных качественных данных, собранных «Альбатросом» в той кампании, IPS-N создала «Влада» — мощный мех, сохранивший дух предшественника, но получивший полностью обновлённые реактор и каркас — достойный нового индексного имени.<br><br>Как и предшественник, «Влад» восходит к ранним астероидным горным платформам IPS-N. Многие штатные системы вооружения вдохновлены кустарными доработками инструментов, которыми шахтёры оборонялись от пиратов; каркас же акцентирует резервирование, прочность и унификацию деталей, обеспечивая потрясающую автономность в долгих и опасных кампаниях.<br><br>«Влад» несёт тяжёлую броню, что делает его идеальным для удержания огня на передовой и нанесения точных убийственных ударов.",
      "traits": {
        "Dismemberment": {
          "name": "Членовред",
          "description": "Когда «Влад» накладывает на цель состояние <b>закреплён</b>, та также получает состояние <b>рассеян</b> на тот же срок."
        },
        "Shrike Armor": {
          "name": "Броня «Сорокопут»",
          "description": "Когда по «Владу» атакует цель в пределах <b>⌿3</b>, атакующий сперва получает 1 кинетического урона с пробитием брони (AP)."
        }
      },
      "core_system": {
        "name": "Броня «Сорокопут»",
        "description": "В первую очередь оборонная модификация: поверхность покрыта закалёнными шипами из карбида хром-вольфрама — отсылка к историческому прозвищу «Влада». Гребни расположены там, где чаще всего приходятся кинетические удары: на накладках перчат, суставах, наплечниках и т. п. В Центральных мирах броню «Сорокопут» видят нечасто; её считают незрелым, но пугающим тактическим признаком.",
        "passive_name": "Пассивный эффект",
        "active_name": "Карательная насадка",
        "active_effect": "До конца сцены вы получаете <b>сопротивление</b> всему урону из <b>⌿3</b>, а «Броня «Сорокопут»» наносит 3 (вместо 1) кинетического урона с пробитием брони (AP)."
      }
    },
    "Impact Lance": {
      "name": "Ударное копьё",
      "profiles": {
        "Impact Lance": {
          "name": "Ударное копьё",
          "description": "Военная версия распространённого горного инструмента — одноразового химического импульсного лазера. Вариант IPS-N монтирует пакет копий на предплечье или грудную раму, освобождая руки для иных систем. Питается напрямую от реактора меха или одноразовых химических батарей.<br>Вся батарея копий стреляет за микросекунду, выжигая запас энергии в мощный импульсный луч, способный прожечь многометровые усиленные переборки.",
          "on_attack": "Вы одновременно атакуете всех персонажей на прямой линии между вами и целью. За каждую дополнительную цель вы получаете 1 перегрева."
        }
      }
    },
    "Webjaw Snare": {
      "name": "Ловушка «Webjaw»",
      "description": "Система ускоренного взрывного плетения «Webjaw» — развертываемое оборонительное решение для остановки движения противника в заданной зоне. Состоит из сети одноразовых якорей с бородками, волокном NoCut и детонаторами.<br>При дистанционном подрыве или срабатывании программируемых датчиков якоря выстреливаются, бородки глубоко вонзаются в мягкие и твёрдые цели. Волокна NoCut связывают якоря, мешая движению и калеча зубчатые передачи, шины, винты, движки и прочие узлы.",
      "effect": "Потратьте один заряд, чтобы развернуть ловушку в соседней свободной клетке; она активируется в конце вашего хода."
    },
    "Impaler Nailgun": {
      "name": "Гвоздомёт «Импейлер»",
      "profiles": {
        "Impaler Nailgun": {
          "name": "Гвоздомёт «Импейлер»",
          "description": "Двухступенчатые гигантские дротики с отделяемой оболочкой пробивают даже самую тяжёлую броню. После пуска мягкая оболочка отделяется рядом с целью и активирует вторую ступень разгона, вбивая дротик с ужасающей скоростью. По мягким целям почти гарантирует сквозное поражение — IPS-N рекомендует применять лишь при уверенности в безопасности пространства позади цели.",
          "on_hit": "Цель должна успешно пройти <b>спасбросок корпуса</b> или становится <b>закреплена</b> до конца своего следующего хода."
        }
      }
    },
    "Caltrop Launcher": {
      "name": "Пусковая установка калтропов",
      "description": "Зловещая система площадного запрета для пехоты и техники: засекает широкие или вытянутые зоны россыпью мерцающих металлических шипов. Вариант IPS-N HX-CAL дополняет закалённые пирамидки маломощными направленными зарядами.",
      "actions": {
        "Action": {
          "name": "Активировать установку калтропов",
          "detail": "Разверните взрывные калтропы в пределах <b>⌿5</b> в свободной зоне <b>Разлёт 1</b>. Область становится труднопроходимой до конца сцены; мех, впервые за ход входящий в область или заканчивающий ход в ней, получает 1d3 взрывного урона с пробитием брони (AP)."
        }
      }
    },
    "Combat Drill": {
      "name": "Боевой бур",
      "profiles": {
        "Combat Drill": {
          "name": "Боевой бур",
          "description": "Жестокое оружие ближнего боя с внешним катализаторным блоком. Наконечник снабжён микроплазменными форсунками для «подготовки» цели, после чего бур прорывает броню.",
          "effect": "Когда вы бьёте этим оружием по цели в состоянии <b>ничком</b>, <b>закреплён</b> или <b>оглушён</b>, каждый срабатывающий тег <b>Казнь</b> наносит дополнительно +1d6 урона. Эффект может прокрутиться несколько раз за одну атаку: если дополнительный урон тоже выпадает «1», тег <b>Казнь</b> и этот эффект срабатывают снова."
        }
      }
    },
    "Charged Stake": {
      "name": "Заряжённый кол",
      "description": "Рождённый из горных взрывных инструментов импровизированный комплекс в специальной пусковой камере. Сначала пронзает и фиксирует бронированную цель, затем выпускает разряд, способный испарить её начинку, выводя из строя уязвимые системы.",
      "actions": {
        "Action": {
          "name": "Активировать «Заряжённый кол»",
          "detail": "Выстрелите колом в соседнего персонажа. Цель должна пройти <b>спасбросок корпуса</b>, иначе будет пронзена, получит 1d6 энергетического урона с пробитием брони (AP) и состояние <b>закреплён</b> на время пронзания. В конце каждого своего хода пронзённая цель получает 1d6 энергетического урона с AP. Цель может <b>полноценным действием</b> повторять спасбросок, чтобы выдернуть кол; при успехе пронзание прекращается. Иных способов снять это <b>закрепление</b> нет.<br><br>Единовременно вы можете удерживать колом только одну цель."
        }
      }
    },

    "Kidd": {
      "name": "Кидд",
      "description": "<p>Боковая «родственница» поддерживающего каркаса IPS-N «Ланкастер», «Кидд» создан по совместному контракту проектов IPS-N Titan–Enceladus Field Project и Northstar Branch Robotics. Базовый шаблон рамы выкупили у горняцкой коммуны, чьи дроны были «сколочены», но гениально связаны нейронной сетью, что одновременно делало их устойчивыми к тех-взлому и кратно повышало эффективность. Городские легенды гласят, что автор системы использовал свою «стаю» дронов, чтобы зарыть тайники с чёрным рынком теха «Володор» в блуждающих астероидах, а из крайней паранойи сделал код почти не взламываемым. Northstar Branch Robotics до сих пор изо всех сил борется со слухами, будто в кодовой базе «Кидда» спрятаны подсказки к местоположению тайников.</p> <p>Спроектированный как агрессивное, всетеатровое решение поддержки для команд, работающих в жёстких условиях, «Кидд» несёт три мощные системы для широчайшего операционного диапазона. Полуавтономная персональная орбитальная платформа Jolly Roger, поставляемая с каждым лицензированным «Киддом», устанавливает контроль над театром в открытой местности и у поверхностей. Эскадрон прилагаемых субальтернов (и встроенный сервисный модуль) гарантирует поддержку в любых средах и открывает множество тактических опций. Наконец, теплоотводный пилон SMOKESTACK от Titan–Enceladus — передний край термодинамики IPS-N: он позволяет утилизировать избыточный нагрев, создавая «игольное окно» в омега-состояние абсолютного нуля.</p> <p>«Кидд» популярен в Эвергрин: его используют как командную платформу субальтернов для гражданских и инженерных задач. Его узнаваемый силуэт нередко сопровождает торговцев, направляющихся в Серые города.</p>",
      "traits": {
        "Rapid Deployment": {
          "name": "Быстрое развёртывание",
          "description": "В свой первый ход любой боевой сцены «Кидд» может развернуть или активировать одну систему с тегом дрон или развёртываемая как бесплатное действие."
        },
        "Reroute Power": {
          "name": "Перенаправить энергию",
          "description": "Раз в раунд быстрым действием «Кидд» может уничтожить один из своих РАЗВЁРТЫВАЕМЫХ ОБЪЕКТОВ или ДРОНОВ, НЕ созданный/развёрнутый в этом же раунде, чтобы либо дать союзной цели 1d6+1 СВЕРХЩИТОВ, либо нанести враждебной цели 1d6+1 энергетического урона с AP. Цель — союзная или враждебная — должна быть соседней с уничтожаемым объектом. Системы без ОГРАНИЧЕНО (LIMITED), уничтоженные таким образом, нужно отремонтировать перед повторным использованием.",
          "actions": {
            "Reroute Power": {
              "name": "Перенаправить энергию",
              "detail": "Уничтожьте один из ваших развёртываемых объектов или дронов, чтобы либо дать союзной цели 1d6+1 СВЕРХЩИТОВ, либо нанести враждебной цели 1d6+1 энергетического урона с AP. Цель должна быть соседней с уничтожаемым объектом. Системы без ОГРАНИЧЕНО (LIMITED), уничтоженные так, требуют ремонта перед повторным использованием."
            }
          }
        },
        "Recycle": {
          "name": "Рецикл",
          "description": "В конце любой сцены, в которой «Кидд» использовал ПЕРЕНАПРАВИТЬ ЭНЕРГИЮ, он восстанавливает 1 заряд у выбранной системы с тегом ДРОН или РАЗВЁРТЫВАЕМЫЙ и свойством ОГРАНИЧЕНО (LIMITED)."
        }
      },
      "core_system": {
        "name": "Весёлый Роджер",
        "description": "",
        "passive_name": "Весёлый Роджер",
        "passive_effect": "<p>В начале каждой боевой сцены ваш «Кидд» автоматически подключается к спаренному орбитальному спутнику-оружию Jolly Roger. Эффективность «Роджера» зависит от калибровки с «Киддом», отслеживаемой КУБИКОМ «РОДЖЕРА» — d6, начиная со значения 1.</p> <p>Кубик повышается на 1 каждый раз, когда вы:</p> <ul> <li>разворачиваете ДРОН или РАЗВЁРТЫВАЕМЫЙ ОБЪЕКТ;</li> <li>выполняете тех-действие, нацеленное хотя бы на одного союзника.</li> </ul> <p>Каждый из пунктов может повышать значение КУБИКА «РОДЖЕРА» не чаще 1/раунд независимо; однако кубик также повышается на 1 каждый раз, когда враждебный персонаж выполняет тех-действие против союзного персонажа в пределах ваших СЕНСОРОВ — без ограничений.</p> <p>Раз в раунд вы можете активировать «Роджера» быстрым действием, сбрасывая КУБИК «РОДЖЕРА» на 1. Выберите один эффект в зависимости от значения кубика:</p> <p><b class='accent--text'>3+</b> <b>Грабёж</b>: СКАНИРУЙТЕ всех враждебных персонажей в области Взрыв 1 и дайте им ЗАХВАТ ЦЕЛИ.</p> <p><b class='accent--text'>5+</b> <b>Мошенничество</b>: Каждый враждебный персонаж в области Взрыв 1 должен пройти спасбросок СИСТЕМ, иначе получает состояния ПОВРЕЖДЁН, ЗАГЛУШЁН и МЕДЛИТЕЛЕН до конца своего следующего хода.</p> <p><b class='accent--text'>6</b> <b>Дрожите, брусья!</b>: Выстрелите лучевым оружием, пробивая узкое отверстие в стенах и преградах. Один враждебный персонаж должен пройти спасбросок ЛОВКОСТИ или получить 3d6 энергетического урона с AP; при успехе — половина урона.</p> <p>Линия видимости не требуется для этих эффектов; дальность — масштаб поля боя; они легко проникают сквозь объекты и местность, хотя более мощные барьеры (например, силовые щиты, блокирующие эффекты без ЛВ) препятствуют им обычно.</p>",
        "passive_actions": {
          "Plunder 3+": {
            "name": "Грабёж 3+",
            "detail": "СКАНИРУЙТЕ всех враждебных персонажей в области Взрыв 1 и дайте им ЗАХВАТ ЦЕЛИ."
          },
          "Swindle 5+": {
            "name": "Мошенничество 5+",
            "detail": "Каждый враждебный персонаж в области Взрыв 1 должен пройти спасбросок СИСТЕМ, иначе становится ПОВРЕЖДЁН, ЗАГЛУШЁН и МЕДЛИТЕЛЕН до конца своего следующего хода."
          },
          "Shiver Timbers 6": {
            "name": "Дрожите, брусья! 6",
            "detail": "Выстрелите лучевым оружием, пробивая узкое отверстие сквозь стены и преграды. Одна враждебная цель: спасбросок ЛОВКОСТИ или 3d6 энергетического урона с AP (при успехе — половина)."
          }
        },
        "active_name": "Череп и кости",
        "active_effect": "До конца сцены «Грабёж» и «Мошенничество» становятся Взрыв 2, а «Дрожите, брусья!» поражает всех на пути Линия 10."
      }
    },
    "Blackspot Targeting Laser": {
      "name": "Лазер наведения «Чёрная метка»",
      "profiles": {
        "Blackspot Targeting Laser": {
          "name": "Лазер наведения «Чёрная метка»",
          "description": "«Кто в день нашей высадки вручал мне чёрную метку и начал этот танец?» — «Остров сокровищ» (1883)",
          "on_hit": "Оружие и системы с тегами ДРОН, SEEKING и NEXUS получают +1 к точности против цели до конца её следующего хода.",
          "on_crit": "Цель также получает состояние «Захват цели»."
        }
      }
    },
    "PEBCAC": {
      "name": "PEBCAC",
      "description": "Когда проблема между креслом и шасси, нужны агрессивные меры. Быстрый рецепт — старый системный ребут, которым часто пользуются астероидные горняки со стареющим железом.",
      "actions": {
        "Action": {
          "name": "Действие",
          "detail": "<p>Союзный мех в линии видимости и в пределах СЕНСОРОВ быстро перезагружается на уровне системы. Это завершает все эффекты тех-действий, останавливает каскад NHP и даёт цели Иммунитет ко всем тех-действиям — враждебным и союзным — кроме этого до конца её следующего хода. Нельзя применять к заглушённым (JAMMED) целям.</p> <p>Дополнительно бросьте d6, чтобы определить побочный эффект из списка ниже. Эти эффекты происходят немедленно и не считаются действием/реакцией. Любое перемещение — принудительное.</p> <ol> <li>Цель становится ЗАГЛУШЕНА до конца своего следующего хода.</li> <li>Цель перемещается до своей СКОРОСТИ в направлении по выбору Мастера.</li> <li>Цель немедленно перемещается до 3 клеток к ближайшему персонажу (союзному или враждебному) и выполняет ИМПРОВИЗИРОВАННУЮ АТАКУ по нему. Если никого в радиусе нет — только движение.</li> <li>Цель падает НИЧКОМ и получает 2 кинетического урона.</li> <li>Цель стравливает 1d6 тепла и наносит охлаждённое количество как энергетический урон всем соседним персонажам.</li> <li>Цель немедленно совершает действие СТАБИЛИЗАЦИИ с любым выбором.</li> </ol>"
        }
      }
    },
    "Omnibus Plate": {
      "name": "Плита «Omnibus»",
      "description": "Northstar Branch Robotics вернулась к корням: простая развертываемая каталитическая надстройка для нексус-пользователей на передовой. Спроектирована для адаптации: плиты «Omnibus» крепятся к любому дрону или развёртываемой системе, повышая её эффективность во всём спектре применения.",
      "effect": "Потратьте заряд, чтобы развернуть плиту «omnibus» в клетку в пределах Дальности 5."
    },
    "Field-Approved, Brass Ignorant Modifications": {
      "name": "Полевые моды, игнорирующие начальство (FABI)",
      "description": "Как следует из названия, FABI — ад-хок модификации поля боя, которые формально выходят за рамки одобрения по функционалу и безопасности, но любимы ветеранами. Обычно временны: снятые джоулевые ограничители патч-кодом, «горячие» кинетические боеприпасы и т. п.",
      "actions": {
        "Action": {
          "name": "Действие",
          "detail": "<p>Выберите союзный мех в линии видимости и в пределах СЕНСОРОВ. Вы «раскачиваете» его оружие. Когда он делает бросок атаки дальнего или ближнего боя:</p> <ul> <li>его урон не может быть уменьшен никаким образом;</li> <li>отдача от выстрела/удара отбрасывает его на 1 клетку в любом направлении после атаки;</li> <li><strong>При попадании:</strong> цель атаки должна пройти спасбросок КОРПУСА или упасть НИЧКОМ.</li> </ul> <p>Эффект заканчивается после первого успешного попадания выбранной целью или в конце сцены.</p>"
        }
      }
    },
    "FORGE-2 Subaltern Squad": {
      "name": "Отряд субальтернов FORGE-2",
      "description": "Линейка FORGE — ведущие боевые гуманоидные автономы IPS-N. Производство подразделения робототехники Northstar Branch Robotics. FORGE-2 — новейшие инженерно-боевые модели, масштабированные под пользователя.",
      "effect": "<p>Раз в раунд потратьте заряд, чтобы развернуть команду FORGE-2 в свободной клетке в линии видимости и Дальности 5 начать один из проектов ниже.</p> <p>Проект — неподвижный объект, завершается в начале вашего следующего хода, получая +10 HP (макс. и текущее). Если уничтожен — отменяется.</p> <p>Субальтерны не считаются отдельными сущностями и не могут быть целью. Они возвращаются к вам, если проект уничтожен, отменён или завершён — независимо от вашего положения.</p> <p>Если вы ПЕРЕГРУЖАЕТЕ РЕАКТОР (OVERCHARGE), чтобы использовать систему снова, можно игнорировать ограничение «раз в раунд», но второй проект должен соприкасаться с первым.</p>"
    },
    "SMOKESTACK Heat Sink": {
      "name": "Теплоотвод SMOKESTACK",
      "description": "Теплоотвод SMOKESTACK «Кидда» — последнее слово IPS-N в рассеянии тепла для шасси и прочих CORE-платформ. Используя проприетарную аксиоматику, система через развёртываемый пилон создаёт локализованное стабильное «игольное окно» в омега-состояние, позволяя — при определённом понимании термообмена — сбрасывать тепловой долг туда. Достигнув ёмкости (жёстко прошитый предел), SMOKESTACK детонирует, делая систему столь же эффективным оружием, сколь и теплоотводом."
    },

    "Black Witch": {
      "name": "Чёрная Ведьма",
      "description": "«Чёрная Ведьма» — флагман люксовой линейки SSC, формально созданная для конкуренции с доминированием арсеналов Харрисона в гравитационных и электромагнитных технологиях. Опираясь на новейшие наработки Группы экзотических материалов SSC, «Чёрная Ведьма» — грозный контролёр поля боя, часто поддерживающий тяжёлые мехи на передовой.<br><br>Стройный силуэт и мощная защита сделали её любимицей богатых домов Торгового пояса Каракина — там её массово заказывают для гвардии и офицеров. «Чёрная Ведьма» (как и прочие люксовые модели SSC) — самый популярный мех SSC в доменах Каракина после местных «баронских» самосборных мехов.",
      "traits": {
        "Repulsor Field": {
          "name": "Поле отталкивания",
          "description": "«Чёрная Ведьма» имеет <b>сопротивление</b> к кинетическому урону."
        },
        "Mag Parry": {
          "name": "Маг-парирование",
          "description": "Раз в раунд, когда по вам или соседнему союзнику бьют атакой с кинетическим уроном, вы можете <b>реакцией</b> попытаться парировать. Бросьте d6: на 5+ атака промахивается. Не складывается с эффектом <b>невидимости</b>.",
          "actions": {
            "Mag Parry": {
              "name": "Маг-парирование",
              "trigger": "Когда по вам или соседнему союзнику совершается атака с кинетическим уроном.",
              "detail": "Бросьте d6: на 5+ атака промахивается. Не складывается с эффектом <b>невидимости</b>."
            }
          }
        }
      },
      "core_system": {
        "name": "Проектор магнитного поля",
        "description": "Переносной вариант классической магнитной защиты, пригодный для быстрого развертывания. Создаёт пузырь, ловящий железные снаряды; поле настолько мощно, что притягивает мехов к центру. При рассеянии или разрядке батарей поле мгновенно схлопывается, стягивая пойманные снаряды к центру — это особенность конструкции, а не баг.",
        "passive_name": "Пассивный эффект",
        "active_name": "Магнитное поле",
        "active_effect": "Система проецирует зону <b>Взрыв 3</b>, в которой как минимум одна клетка соседствует с вами. До конца вашего следующего хода:<ul><li>Зона считается <b>труднопроходимой</b>.</li><li>Дальние атаки с кинетическим или взрывным уроном не могут входить в зону и выходить из неё — эти снаряды «зависают» на краю, не нанося урон. Запишите каждую остановленную атаку.</li><li>Мехи и персонажи с частично металлическими телами, начавшие свой ход в зоне или впервые за раунд войдя в неё, должны пройти спасбросок КОРПУСА или быть притянутыми к центру и стать <b>закреплёнными</b>.</li></ul>Когда эффект заканчивается, все ранее остановленные атаки возобновляются и летят к центру. Мастер совершает бросок атаки по каждому персонажу в зоне, получая +1 за каждую остановленную атаку (макс. +6). При попадании атака наносит 1d6 кинетического урона за каждую остановленную атаку (макс. 6d6)."
      }
    },
    "Magnetic Cannon": {
      "name": "Магнитная пушка",
      "profiles": {
        "Magnetic Cannon": {
          "name": "Магнитная пушка",
          "description": "Первая работа Группы экзотических материалов SSC: электромагнитный направляемый луч с апертурной фокусировкой. Сильные магнитные импульсы нарушают и разрушают «железо», а ПО цели страдает от критических системных нагрузок.",
          "on_hit": "Все персонажи в зоне эффекта должны пройти <b>спасбросок КОРПУСА</b>, иначе их тянет к вам на 1d3+1 клетки."
        }
      }
    },
    "Ferrous Lash": {
      "name": "Железный бич",
      "description": "Изначально разрабатывался как нелетальный крауд-контроль, но в умелых руках превращается в страшное оружие. Внутренние излучатели выбрасывают быстро затвердевающий ферромагнитный флюид, опутывающий цель. На определённой частоте патентованный состав формирует простые подвижные структуры, подтягивающие добычу к владеющему бичом.",
      "actions": {
        "Action": {
          "name": "Активировать «Железный бич»",
          "detail": "Выберите цель в пределах <b>⌿8</b> и линии видимости. Если это союзник, вы можете подтянуть его на 5 клеток в любом направлении; если враг — он должен пройти <b>спасбросок ЛОВКОСТИ</b> или будет притянут на 5 клеток. Движение игнорирует зону контроля и не провоцирует реакции.<br><br>Если враг во время принудительного перемещения сталкивается с преградой или мехом, он останавливается и падает <b>ничком</b>."
        }
      }
    },
    "ICEOUT Drone": {
      "name": "Дрон «ICEOUT»",
      "description": "Ответ SSC на растущую зависимость противника от тех-сканов для точного наведения. Слои цифровой маскировки, зеркал, обмана и перенаправления сигналов позволяют «исчезать» из сканов. Однако дрон лишь скрывает оператора на системном уровне — оптика всё ещё видит.",
      "effect": "Потратьте заряд, чтобы развернуть дрон «ICEOUT» в свободной клетке в пределах СЕНСОРОВ и ЛВ. Он зависает на месте и создаёт поле радиусом Взрыв 1."
    },
    "Perimeter Command Plate": {
      "name": "Периферийная командная плита",
      "description": "Разработана Группой экзотических материалов для расширения контроля «Чёрной Ведьмы». Однотипный флэш-принтер печатает широкий диск с ЭМ-проекторами. Плиты одноразовые по задумке, но пилоты часто «привязываются» к своим «фамильярам» и просят принтер делать именные версии.",
      "effect": "Тяжёлая металлическая PCP быстро печатается и разворачивается в свободной зоне 2x2 в пределах <b>⌿5</b>. Плита плоская, не мешает движению и существует до конца сцены. Если вы создаёте новую PCP, старая сразу распадается."
    },
    "Black ICE Module": {
      "name": "Модуль «Чёрный лёд»",
      "description": "Стандартная оборонительная система для «Чёрной Ведьмы» в службах безопасности SSC. Создаёт защитный пузырь из «лейкоцитного» кода: анализирует враждебные payload’ы и синтезирует иммунитет для союзных систем.",
      "effect": "Тех-атаки по вам и соседним союзникам получают <b>+1 к сложности</b>. Далее каждый раз тех-атаки по вам/соседям получают ещё <b>+1</b> (макс. +3).<br><br>Профиль «Чёрного льда» сбрасывается — когда он должен вырасти до +4 либо в конце сцены, эффект возвращается к +1. Союзники теряют бонус, если перестают быть соседними."
    },
    "Magnetic Shield": {
      "name": "Магнитный щит",
      "description": "Использует ту же технологию, что и фирменный магнитный баклер SSC, но в формате широкополосного полевого проектора.",
      "actions": {
        "Action": {
          "name": "Активировать «Магнитный щит»",
          "detail": "Система создаёт стену поля <b>Линия 4</b>, высотой 4 клетки, как минимум одна клетка должна соседствовать с вами. Для мехов и персонажей с частично металлическим телом стена — преграда. Действует до конца сцены; новая стена немедленно заменяет старую.<br><br>Стена не блокирует линию видимости, но даёт <b>мягкое укрытие</b>. Пользующиеся укрытием получают сопротивление к <b>кинетическому</b> и <b>взрывному</b> урону."
        }
      }
    },

    "Death’s Head": {
      "name": "«Мёртвая Голова»",
      "description": "«Мёртвая Голова» — проект меха от Smith-Shimano для дальнего прецизионного поражения. Пожертвовав прочностью ради непревзойдённой стабильности и чувствительности, «Мёртвая Голова» стала высокомобильной платформой огневой поддержки, способной уходить из-под огня и при этом держать почти идеальный захват цели. Шестиногая ходовая даёт ей возможность быстро и скрытно двигаться во всех направлениях.<br><br>Как агрессивный фронтовой штурмовой мех, «Мёртвая Голова» — один из любимых шасси офицеров ВМФ Союза и UDoJ-HR. Это чисто боевой аппарат; производится на линии SSC Bella Ciao и не имеет гражданской версии.",
      "traits": {
        "Neurolink": {
          "name": "Нейролинк",
          "description": "«Мёртвая Голова» может перебросить первую за раунд дальнобойную атаку, но обязана принять новый результат."
        },
        "Perfected Targeting": {
          "name": "Совершенное наведение",
          "description": "Все броски атаки дальнего боя у «Мёртвой Головы» получают дополнительно +1."
        }
      },
      "core_system": {
        "name": "Предиктивная наводка",
        "description": "Предикция — следующий этап взаимодействия человека и ИИ. Через нейромост система SSC позволяет пилоту непрерывно и подсознательно собирать боевые данные, учиться и предсказывать развитие событий. Технология крайне экспериментальна — её точный принцип работы не до конца понят даже разработчикам, поэтому SSC рекомендует ограниченное и контролируемое применение.",
        "passive_name": "Пассивный эффект",
        "active_name": "Нейрошунтирование",
        "active_effect": "До конца сцены вы получаете действие <b>Метка смерти</b>.",
        "active_actions": {
          "Mark for Death": {
            "name": "Метка смерти",
            "detail": "Выберите цель в пределах <b>⌿30</b>, но дальше <b>⌿5</b>: вы концентрируетесь на ней; пока держите концентрацию, вы <b>закреплены</b> и не можете делать <b>реакции</b>, но при критическом попадании по цели без укрытия и вне <b>⌿5</b> наносите дополнительный урон по размеру оружия (всп.: 1d6; осн.: 2d6; тяжёл./выше: 3d6).<br><br>Можно концентрироваться лишь на одной цели. <b>Соглашением</b> можно прервать концентрацию."
          },
          "Cease Focus": {
            "name": "Прервать концентрацию",
            "detail": "Завершить концентрацию на цели <b>Метки смерти</b>."
          }
        }
      }
    },
    "High-Stress Mag Clamps": {
      "name": "Магнитные зажимы высокого усилия",
      "description": "Простые и надёжные переключаемые маг-зажимы интегрированы в ходовую меха и сильно расширяют тактические опции. Включённые, они позволяют «прилипать» к любым ферромагнитным поверхностям — особенно ценны в микрогравитации и невесомости.",
      "effect": "Во время перемещения вы можете считать любые твёрдые поверхности «плоскостью»: перемещайтесь по ним как обычно, без карабканья; однако если вас собьют <b>ничком</b>, вы начнёте падать."
    },
    "Tracking Bug": {
      "name": "Жучок-трекер",
      "description": "Специальный «боеприпас-жук»: слишком велик, чтобы быть наномашиной, и слишком мал для стандартов дрона. Запускается из фирменного пускателя и самонаводится на цель; после прокола «молча» передаёт владельцу телеметрию цели в реальном времени.",
      "actions": {
        "Action": {
          "name": "Запустить жучок",
          "detail": "Совершите тех-атаку по цели в пределах СЕНСОРОВ. При успехе, пока жучок активен, вы знаете точное местоположение, HP, структуру и скорость цели; цель не может <b>прятаться</b>, а её <b>невидимость</b> для вас игнорируется. Цель может <b>быстрым действием</b> делать <b>инженерный спасбросок</b>, чтобы вынуть жучок; иначе он работает до конца сцены."
        }
      }
    },
    "Vulture DMR": {
      "name": "Vulture DMR",
      "profiles": {
        "Vulture DMR": {
          "name": "Vulture DMR",
          "description": "Основная боевая винтовка SSC для марксманов. Надёжна, имеет десятки конфигураций и калибров, питается из магазинов, барабанов или ленты; широко используется на самых разных мехах."
        }
      }
    },
    "Core Siphon": {
      "name": "Сифон ядра",
      "description": "Перенаправляя избыточное тепло в атакующие подсистемы, «Сифон ядра» разгоняет прицеливание, катализ и обработку. Цена — риск перегрузки и поломки узлов, не рассчитанных на такой ввод.",
      "actions": {
        "Action": {
          "name": "Активировать «Сифон ядра»",
          "detail": "При активации первая в этот ход атака получает <b>+1 точности</b>, но все прочие атаки до конца хода получают <b>+1 сложности</b>."
        }
      }
    },
    "Railgun": {
      "name": "Рельсотрон",
      "profiles": {
        "Railgun": {
          "name": "Рельсотрон",
          "description": "Элегантное простое оружие без подвижных частей: разгоняет снаряд магнитным полем. Эффективен в любых условиях и поставляется в сменных модулях. Недостаток — чудовищное энергопотребление, требующее бустеров питания от ядра."
        }
      }
    },
    "Kinetic Compensator": {
      "name": "Кинетический компенсатор",
      "description": "Популярный апгрейд: электромагнитные гироскопы и гидрокомпенсаторы в едином каркасе глушат и гасят отдачу тяжёлых систем.",
      "effect": "Если вы промазали дальнобойной атакой, следующая дальнобойная атака получает <b>+1 точности</b>."
    },

    "Dusk Wing": {
      "name": "«Сумеречное крыло»",
      "description": "«Сумеречное крыло» — набор доработок для скафов ЕВА, рождённый в эпоху ранних далёких экспедиций: экзокаркасы должны были не только усиливать оператора, но и лучше гасить кинетику. Этот костюм — духовный наследник тех наборов: он компактен, крайне подвижен и несёт всетеррайнные маршевые ЖРД для почти безупречного полёта.<br><br>После экспедиции к Диедэ Группа экзотических материалов вычленила и транслировала метакод отказов реальности, телеологию и кинематику сущности, применив их в РЭБ и системной войне. Среди всех тестовых шасси на базе технологий Диедэ «Сумеречное крыло» показало себя лучше прочих, и его часто выводят против аномальных угроз силами внутренней звёздной безопасности SSC.",
      "traits": {
        "Maneuverability Jets": {
          "name": "Маневровые сопла",
          "description": "«Сумеречное крыло» может <b>парить</b> во время перемещения."
        },
        "Harlequin Cloak": {
          "name": "Плащ Арлекина",
          "description": "На своём ходу «Сумеречное крыло» находится в состоянии <b>невидимости</b> и раскрывается в конце хода."
        },
        "Fragile": {
          "name": "Хрупкий",
          "description": "Все <b>спасброски/проверки Корпуса</b> совершаются с <b>+1 сложности</b>."
        }
      },
      "core_system": {
        "name": "Сочленение «Диедэ»",
        "description": "«Мы верили глазам и пальцам — верили компаньонам, верили памяти. Вера в реальность стала нашим оружием. Мы вошли в склад складок-пространства, понимая, что нас ждёт неизвестный враг, но надеясь на число и сталь.<br>Диедэ учил нас, убивая — через треск эфира, крики умирающих, смех зеркальных двойников, что резали нас самих. Каждый фальш-сигнал, каждый сбой времени, каждая меметика, каждая неэвклидова дрожь — урок.<br>Понимаешь?<br>Диедэ — учитель. Диедэ — чудовище. Убивая его, мы узнали, чего бояться и как встречать это.<br>Чего я боюсь сейчас? Хороший вопрос. А пилот, что вскрыл саркофаг Диедэ, чего боится он?<br>Мы не убили его. Оно лишь хотело, чтобы мы так думали — и страшно представить, чем оно занялось, пока мы были «в безопасности».»",
        "passive_name": "Пассивный эффект",
        "active_name": "Зеркальная галерея",
        "active_effect": "До конца сцены, каждый раз выполняя уникальное перемещение на своём ходу (обычное, <b>рывок</b>, от талантов/систем и т. п.), вы оставляете в точке старта голографический след. Это фантом-объекты вашего размера, невосприимчивые к эффектам/урону и не являющиеся преградами.<br><br>Когда вражеский персонаж входит в соседство с фантомом, проходит через него или начинает ход в его клетке, фантом взрывается: цель делает <b>спасбросок ЛОВКОСТИ</b> или получает 1d6 энергетического урона (при успехе — половину).<br><br>Кроме того, вы получаете быстрое действие <b>Голо-телепорт</b>.",
        "active_actions": {
          "Hologram Teleport": {
            "name": "Голо-телепорт",
            "detail": "Быстрым действием мгновенно переместитесь к любому фантомy в пределах <b>⌿50</b>. При этом все прочие фантомы одновременно детонируют, создавая <b>Взрыв 1</b> и нанося 1d6 энергетического урона (ЛОВКОСТЬ на пол-урона). До начала вашего следующего хода вы не можете создавать новые фантомы."
          }
        }
      }
    },
    "Veil Rifle": {
      "name": "Винтовка «Вуаль»",
      "profiles": {
        "Veil Rifle": {
          "name": "Винтовка «Вуаль»",
          "description": "«Первый контакт — примерно через час после входа. Я не помню, что было. Говорят, почти все мои погибли тогда; а я помню только свет — ослепительный — и невесомую лёгкость.<br>Думаю, я умер, но я здесь, и не могу совместить эти реальности. Что-то сломано. Сломано, что-то…»",
          "effect": "Оружие не атакует союзников в области: вместо этого окутывает их мерцающим полем, сбивающим прицел врага, — они получают <b>мягкое укрытие</b> до конца своего следующего хода."
        }
      }
    },
    "Neurospike": {
      "name": "Нейрошип",
      "description": "«Как-то оно проникло в кабину. Рука — ледяная — сдавила горло, пальцы залезли в рот, зашевелились под костюмом. Здесь никого, кроме меня, быть не может — но кто-то был. Я не мог закричать: оно держало язык, тянуло. Шептало имя, говорило непостижимое. Я никогда не был так один — только я… и оно. Одиноки во Вселенной. Навсегда.»",
      "actions": {
        "Shrike Code": {
          "name": "Код «Сорокопут»",
          "detail": "До конца следующего хода цели: каждый раз, когда она атакует, она сперва получает 2 перегрева."
        },
        "Mirage": {
          "name": "Мираж",
          "detail": "Вы или союзник: системы посылают дымчатые фантомы, скрывающие силуэт. Для выбранной цели вы (или выбранный союзник) считаетесь в состоянии <b>невидимости</b> до конца её следующего хода."
        }
      }
    },
    "Burst Launcher": {
      "name": "Взрывной пускатель",
      "profiles": {
        "Burst Launcher": {
          "name": "Взрывной пускатель",
          "description": "«Да, они умирают. Мы убили многих — пускателями и пушками, разнесли в клочья. Но им всё равно. Не как рою… Насекомые полезны — пища, звено экосистемы. Их смерть замедлила нас, но не по их воле. Даже в последней комнате, увидев его, я не уверен, что оно замечало нас.»",
          "on_crit": "Цель получает состояние <b>повреждён</b> до конца своего следующего хода."
        }
      }
    },
    "Flicker Field Projector": {
      "name": "Проектор мерцательного поля",
      "description": "«Я видел себя снова и снова и снова и снова и снова и снова и сно…»",
      "effect": "Каждый раз, когда вы делаете <b>рывок</b> или обычное перемещение, вы проецируете у себя фантом и оставляете шлейф послесвечений, затрудняющих наведение: при следующей по вам атаке вы считаетесь в состоянии <b>невидимости</b>. Одновременно вы можете получать пользу от этого эффекта только один раз."
    },
    "StunCrown": {
      "name": "Венец оглушения",
      "description": "«В миг моей «смерти» произошло многое.»",
      "actions": {
        "Action": {
          "name": "Активировать «Венец оглушения»",
          "detail": "Потратьте заряд, чтобы создать ослепляющую вспышку <b>Взрыв 3</b>. Все враги в зоне, имеющие вас в линии видимости, делают <b>спасбросок ЛОВКОСТИ</b> или получают состояние <b>заглушён</b>, и <b>спасбросок СИСТЕМ</b> или получают состояние <b>повреждён</b>, до конца их следующего хода.<br><br>Цели за укрытием от вас не затрагиваются."
        }
      }
    },
    "OASIS Wall": {
      "name": "Стена «OASIS»",
      "description": "«Внутри? Что я видел внутри? Думаешь, я сбежал? Это — реальность? Нет… я никогда не уходил. Я всё ещё там. Что-то не так. Что-то сломано…»",
      "actions": {
        "Action": {
          "name": "Активировать «OASIS»",
          "detail": "До начала вашего следующего хода вы можете двигаться только по прямым, но оставляете за собой непрерывный шлейф голограмм — стену вашего размера (для мехов размера 1/2 — размера 1) в каждой пройденной клетке. Стена даёт соседним целям <b>твёрдое укрытие</b>; получающие его также имеют <b>сопротивление</b> к энергетическому урону.<br><br>Стена не является преградой и невосприимчива к урону. Через неё можно ходить, но нельзя завершать ход в её клетке; при принудительном перемещении в клетку стены цель останавливается снаружи. Стена держится до конца сцены или до повторной активации системы."
        }
      }
    },

    "Metalmark": {
      "name": "Металмарка",
      "description": "«Металмарка» — ключевая модель военной линейки мехов SSC Bella Ciao, оснащённая полным набором фирменных решений и инженерных пакетов, обеспечивающих высокую живучесть, летальность и подвижность. На фоне нарастающей милитаризации Второго Центрального Комитета Союза совет директоров SSC продвинул создание подразделений военного снабжения и самообороны. С появлением механизированных каркасов новое подразделение SSC по снабжению и самообороне было реорганизовано и сосредоточилось на разработке мехокаркасов. Первое поколение «Металмарки» создавалось под программу бойца следующего поколения Второго Центрального Комитета; однако до начала испытаний стремительно вышедший из-под контроля кризис в Хайси привёл к краху ВЦК.<br><br>После кризиса Хайси и реорганизации Центрального Комитета «Металмарка» была снята с вооружения как слишком трудоёмкая в производстве для массового рынка. SSC переработала проект и вывела его как флагман обновлённой серии Bella Ciao, нацеленной на нишу небольших эксклюзивных контрактов охранных структур. Сегодня «Металмарка» — важное шасси во многих подразделениях безопасности; её дизайн отражает историю SSC в далёких экспедициях и дальних крейсерских походах, сочетая антропоморфную и орлиную эстетики, а надёжность обеспечиваются монолитной сборкой и многократным резервированием. Для подчёркивания ориентации на пилота все «Металмарки» штатно получают универсальное кресло «Smith’s Custom Leather», гарантирующее комфорт при длительном дежурстве.",
      "traits": {
        "Flash Cloak": {
          "name": "Вспышечный плащ",
          "description": "«Металмарка» находится в состоянии <b>невидимости</b> во время перемещения, но становится видимой, как только останавливается."
        },
        "Carapace Adaptation": {
          "name": "Адаптивный панцирь",
          "description": "Когда «Металмарка» получает пользу от <b>мягкого укрытия</b>, по ней броски дальнобойных атак совершаются с +2 сложности вместо обычной +1."
        }
      },
      "core_system": {
        "name": "Тактический плащ",
        "description": "Тактический плащ из сверхплотной реактивной ткани — высокоуровневая технология, доступная пилотам с лицензией «Металмарки» второго уровня и выше. Полотно закрывает около 80% поверхности меха, делая его тусклым для оптики и глаза. При активации плащ особым образом преломляет свет, практически полностью скрывая носителя.",
        "passive_name": "Пассивный эффект",
        "active_name": "Тактический плащ",
        "active_effect": "До конца сцены вы находитесь в состоянии <b>невидимости</b>."
      }
    },
    "Flash Charges": {
      "name": "Светошумные заряды",
      "description": "Производимые мастерской Bella Ciao (Smith–Shimano), «светошумки» — популярный множитель силы: вспышка достаточно яркая, чтобы выводить из строя видимую оптику, лазерную связь и ИК-сенсоры.",
      "actions": {
        "Flash Grenade": {
          "name": "Светошумовая граната",
          "detail": "Бросьте гранату в пределах ⌿5. До конца вашего следующего хода она создаёт ослепляющую вспышку в зоне <b>Взрыв 3</b>. Любой персонаж, кроме вас, чья клетка хотя бы частично в зоне, не видит ничего за её пределами. Полностью покинувшие зону не затрагиваются до тех пор, пока не вернутся внутрь."
        }
      }
    },
    "Reactive Weave": {
      "name": "Реактивное плетение",
      "description": "Сетчатый материал поверх важных сочленений и систем защищает их от непогоды и загрязнения и служит рабочей поверхностью для фирменных тканевых технологий SSC. Плетение приводится в движение, свободно растягиваясь и сжимаясь для усиления подвижности и разгрузки узлов.",
      "effect": "Когда вы выполняете <b>стабилизацию</b>, вы получаете состояние <b>невидимости</b> до конца вашего следующего хода и немедленно перемещаетесь на расстояние, равное вашей скорости."
    },
    "Rail Rifle": {
      "name": "Рельсовая винтовка",
      "profiles": {
        "Rail Rifle": {
          "name": "Рельсовая винтовка",
          "description": "Рельсовая винтовка востребована в любом театре, а в средах с высокими концентрациями горючих газов — вне конкуренции. Ряд электромагнитов разгоняет малый снаряд до колоссальной скорости, выстрел не требует воспламенения.<br><br>Как и прочее рельсовое оружие, винтовка тише традиционной, но огромная энергоподпитка выдаёт её по «тепловой подписи»."
        }
      }
    },
    "Shock Knife": {
      "name": "Электрокинжал",
      "profiles": {
        "Shock Knife": {
          "name": "Электрокинжал",
          "description": "Короткое силовое лезвие, спроектированное под интеграцию с популярным модом «Электровенец». Кинжалы изготовляются кооперативом мастеров Терэсима (SSC), каждый несёт уникальную цифровую подпись дизайнера. Как часть гражданской линейки Bella Ciao (люксовая серия SSC) каждый код печати на электрокинжал — одноразовый: при утере пилот должен письменно объяснить причины, чтобы получить новый."
        }
      }
    },
    "Shock Wreath": {
      "name": "Электровенец",
      "description": "Любимый мод бойцов ближнего боя: пучок токопроводящих волокон встраивается в кромку/острие/поверхность оружия, придавая ему дополнительную поражающую мощь. Подключённый к источнику (обычно в рукояти или нижней части, иногда внешний), «электровенец» наделяет кинетическое оружие жгучим электро-термическим фронтом и зрелищным сиянием — словно филигранные нити белого жара, окутывающие клинок.",
      "actions": [
        {
          "name": "Активировать «Электровенец»",
          "detail": "Раз в раунд, когда атака модифицированным оружием попадает, вы можете <b>быстрым действием</b> активировать «венец»: цель получает 1d6 <b>горения</b>. Если цель уже горит, её линия видимости сужается до соседних клеток до конца её следующего хода."
        }
      ],
      "effect": "Выберите <b>оружие ближнего боя</b> для модификации: раз в раунд при попадании по цели, помимо обычного урона оружия вы можете <b>быстрым действием</b> активировать «венец»: цель получает 1d6 <b>горения</b>. Если цель уже горит, её линия видимости сужается до соседних клеток до конца её следующего хода."
    },
    "Active Camouflage": {
      "name": "Активная оптическая маскировка",
      "description": "Вершина оптической защиты: система непрерывно анализирует падающий свет и проецирует встречное поле, заставляя носителя исчезать на глазах даже при дневном свете.",
      "actions": [
        {
          "detail": "Вы получаете состояние <b>невидимости</b> до тех пор, пока не получите урон или до конца вашего следующего хода."
        }
      ]
    },

    "Monarch": {
      "name": "Монарх",
      "description": "«Монарх» — прорыв SSC в платформенной архитектуре для высокоскоростных ракет и самодвижущихся боеприпасов. Готов к подвеске «земля-земля», «земля-воздух», «земля-орбита» и т. п.; «Монарх» подстраивает БЧ и дистанцию до цели под задачу.<br><br>Габариты «Монарха» часто вводят пилотов в заблуждение насчёт его чуткости: стандарты SSC требуют, чтобы на каждые 10 произведённых «Монархов» приходился персональный куратор-конструктор — роскошь даже по меркам пост-дефицитных миров Центральных систем. Намеренная редкость — единственное, что мешает «Монарху» безраздельно доминировать на поле. Обычно он действует в смешанных боевых порядках и на огневой поддержке; облегчённый «малый Монарх», ориентированный на среднюю/ближнюю дистанцию, активно проходит войсковые испытания. «Монарх» — часть серии Bella Ciao.",
      "traits": {
        "Avenger Silos": {
          "name": "Шахты «Мститель»",
          "description": "Раз в раунд, когда любая ваша дальнобойная атака наносит <b>критический удар</b>, «Монарх» может нанести 3 взрывного урона любому другому персонажу в пределах ⌿15 и линии видимости."
        },
        "Seeking Payload": {
          "name": "Самонаводящаяся БЧ",
          "description": "Атакуя оружием-<b>пусковой установкой</b> по цели с <b>захватом</b>, «Монарх» может потратить <b>захват</b>, чтобы на время этой атаки придать оружию тег <b>Наведение</b>. При этом получаемый целью урон нельзя уменьшить никаким способом."
        }
      },
      "core_system": {
        "name": "SSC-30, высокопроникающий ракетный комплекс",
        "description": "SSC-30 HPMS — бортовой микроркетный ансамбль с поразительной плотностью огня. В одном залпе «Монарх» выпускает свыше 60 смертельных микроголовок «Мститель».",
        "passive_name": "Пассивный эффект",
        "active_name": "Кара",
        "active_effect": "Выберите любое число целей в пределах ⌿50: каждая должна успешно пройти <b>спасбросок ЛОВКОСТИ</b> или получить 1d6+4 взрывного урона (при успехе — половину). Эти автономные ракеты достигают любой цели, если между вами и целью существует потенциальный путь."
      }
    },
    "Sharanga Missiles": {
      "name": "Ракеты «Шаранга»",
      "profiles": {
        "Sharanga Missiles": {
          "name": "Ракеты «Шаранга»",
          "description": "«Сущее — брань. В брани — смысл сотворения; в ней они сотрясают столпы небес».<br>— «Малые записки Иоанна», Книга служения Мастеру",
          "effect": "Это оружие может одновременно атаковать две цели."
        }
      }
    },
    "Javelin Rockets": {
      "name": "Ракеты «Джавелин»",
      "description": "«Булорайя — имя Матери твоей. Она взирает на зарю конца. Красота её страшна, и гнев её я чую среди вас. Сын мой, если слышишь гром — то голос её, а дождь из стрел — дар её».<br>— «Малые записки Иоанна», Книга служения Мастеру",
      "actions": {
        "Action": {
          "name": "Запуск «Джавелинов»",
          "detail": "Выберите в пределах <b>⌿15</b> и линии видимости 3 свободные клетки, не соседние друг с другом; все знают об отметке. Вы даёте залп самонаводящихся ракет по навесной траектории: до начала вашего следующего хода каждый, кто переместится через отмеченную клетку или пройдёт над ней в пределах 10 клеток по высоте, получает попадание и 3 кинетического урона. Каждая клетка срабатывает один раз, после чего эффект в ней исчезает."
        }
      }
    },
    "Gandiva Missiles": {
      "name": "Ракеты «Гандива»",
      "profiles": {
        "Gandiva Missiles": {
          "name": "Ракеты «Гандива»",
          "description": "«Гандива» — самая надёжная штатная система серии Bella Ciao от Smith–Shimano. Как и более тяжёлая «Пинака», несёт маршевую систему реактивной перенацелировки на траектории, повышающую способность к наведению в динамичном бою. Пусковая платформа управляется роевым ИИ компаньон-дронов, обучающимся и эволюционирующим с каждым пуском."
        }
      }
    },
    "Stabilizer Mod": {
      "name": "Мод «Стабилизатор»",
      "description": "Усиливает жёсткость подвесов и программные алгоритмы наведения, удерживая оружие в горизонте и оптимальном угле независимо от рельефа и манёвров.",
      "effect": "Выберите <b>пусковую установку</b> или <b>пушку</b> для модификации: оружие получает +5 к дальности и тег <b>Тяжёлое</b>."
    },
    "Pinaka Missiles": {
      "name": "Ракеты «Пинака»",
      "profiles": {
        "Pinaka Missiles": {
          "name": "Ракеты «Пинака»",
          "description": "«Пинака» — крупные двухступенчатые ракеты, обычно монтируемые вдоль «позвоночника» меха или разбираемые для пуска с ручных узлов. Изначально модификация корабельных ПКР; вторая ступень несёт реактивную систему перенацелировки на маршруте.",
          "effect": "Атака этим оружием создаёт до двух не перекрывающихся зон <b>Взрыв 1</b>.<br><br>Вы можете задержать срабатывание атаки: выбрав область, объявляете её всем. Ракеты падают в конце следующего раунда, после хода всех, нанося 3d6 взрывного урона вместо 2d6; однако вы получаете состояние <b>замедлен</b> до конца вашего следующего хода."
        }
      }
    },
    "TLALOC-Class NHP": {
      "name": "NHP класса «Тлалок»",
      "description": "«Тлалок» даёт продвинутую многоканальную наводку и функции второго пилота: субпроцессы берут часть контроля, обеспечивая стабильный захват и ведение цели. Установив и активировав «Тлалок», пилот может быть уверен: «тыл прикрыт», а каждое тактическое преимущество будет использовано.<br>Копии «Тлалока» стереотипно импульсивны и вспыльчивы, славятся завышенной самооценкой; тем не менее это одни из самых стабильных NHP. Теоретики субъективности полагают, что широкие полномочия и властность «Тлалока» лучше насыщают его субъектные параметры, удлиняя периоды между каскадами. Пока гипотеза подтверждается на всех «Тлалоках», но не воспроизводится на других военных NHP.",
      "actions": {
        "TLALOC Protocol": {
          "name": "Протокол «Тлалок»",
          "detail": "Ваш NHP начинает сверхбыструю стрельбу и смену целей — быстрей ваших мыслей. До начала вашего следующего хода вы <b>закреплены</b>; однако каждый раз, когда вы промахиваетесь ближней или дальнобойной атакой, вы можете перебросить, выбрав новую цель в пределах дальности этого же оружия. Если это часть эффектов области, выбирается другая цель в той же области. Ни одна цель не может быть поражена более одного раза в рамках одного и того же действия."
        }
      }
    },

    "Mourning Cloak": {
      "name": "Траурница",
      "description": "«Траурница» — новейшая модель в люксовой линейке SSC и самый свежий специализированный штурмовой/ближний мех производителя. Делает ставку на точный ближний бой; обычно несёт микронити-резак как противоброневое средство.<br><br>Спроектирована Группой экзоматериалов SSC по ранним данным столкновений в Градине Пограничья с Гегемонией Орис, «Траурница» сочетает собранные SSC сверхкоды Диеда и небесную (Firmament) технику Орис, предлагая отличный тактический вариант для театров, где огнестрельное оружие неприменимо. Как представитель люксовой серии, популярна у баронов Карекинга и в элитных ЧВК.",
      "traits": {
        "Hunter": {
          "name": "Охотник",
          "description": "Раз в раунд при попадании ближней атакой, если цель не соприкасается ни с кем, кроме «Траурницы», атака наносит дополнительно +1d6 урона."
        },
        "Biotic Components": {
          "name": "Биокомпоненты",
          "description": "«Траурница» получает +1 <b>точности</b> на все <b>проверки и спасброски ЛОВКОСТИ</b>."
        }
      },
      "core_system": {
        "name": "EX-суперфлюкс-модуль",
        "description": "Высоколицензионная, фирменная технология SSC: миниатюрный околосветовой двигатель, позволяющий пользователю с приемлемой точностью «проскальзывать» через Блик-пространство. Стабильность низкая: объекты меньше меха не выдерживают экспозиции, а сам перенос травматичен для пилота и находящихся рядом.",
        "passive_name": "Блик-скачок",
        "passive_effect": "Получаете полное действие <b>Блик-скачок</b>.",
        "passive_actions": {
          "Blinkspace Jump": {
            "name": "Блик-скачок",
            "detail": "Телепортируйтесь в свободное место в пределах <b>⌿3d6</b>. Линия видимости не требуется; попытка переноса в занятую клетку проваливается, действие теряется. Если все три куба показывают одинаковое число, вы исчезаете до отдыха группы и затем появляетесь неподалёку."
          }
        },
        "active_name": "Стабилизировать сингулярность",
        "active_effect": "До конца сцены ваши обычные перемещения и <b>рывки</b> выполняются как <b>телепортация</b>."
      }
    },
    "Fold Knife": {
      "name": "Складной кинжал",
      "profiles": {
        "Fold Knife": {
          "name": "Складной кинжал",
          "description": ">//[Я здесь один?]<br>>//[[Нет. Один — это ты. Здесь полно людей — ты их не видишь.]]<br>— Фрагмент с плиты Диеда 1.3",
          "on_crit": "После разрешения атаки вы можете <b>телепортироваться</b> на 2 клетки в любом направлении."
        }
      }
    },
    "Vijaya Rockets": {
      "name": "Ракеты «Виджая»",
      "profiles": {
        "Vijaya Rockets": {
          "name": "Ракеты «Виджая»",
          "description": "Микроракеты барабанной подачи, спроектированные как множитель силы в ближнем бою. Штатная кумулятивная БЧ формирует направленный вперёд факел, уменьшая риск зацепить носителя."
        }
      }
    },
    "Hunter Logic Suite": {
      "name": "Пакет «Логика охотника»",
      "description": "Построенная по сверхкодам Диеда, гибкая электронная меметика SSC: системное оружие на стыке синтетического интеллекта и VLS-векторов, одновременно воздействующее на системы цели и экипаж.",
      "actions": {
        "Stalk Prey": {
          "name": "Выслеживание",
          "detail": "Заражаете цель вирусной логикой, стирая себя с её датчиков. Для этой цели вы считаетесь <b>невидимыми</b> до тех пор, пока не получите урон от неё. Одновременно может действовать только на одну цель."
        },
        "Terrify": {
          "name": "Устрашение",
          "detail": "Искажаете восприятие цели, делая мех пугающим. До конца её следующего хода цель <b>ослаблена</b> и не может по собственной воле сблизиться с вами."
        }
      }
    },
    "Singularity Motivator": {
      "name": "Стимулятор сингулярности",
      "description": "Уникальный гравитационный реактор, изначально созданный для «Траурницы» первой серии. В поздних версиях пилот может кратко разверзать апертуру гравзащиты, выставляя «голую» сингулярность в реальное пространство.<br>Её природа сродни ядру чёрной дыры и плохо постижима как органикой, так и синтетами. Вспышка экспозиции фактически выводит мех с пилотом из локального пространства-времени примерно на 10 субъективных секунд, позволяя действовать вне причинных связей.<br>SSC рекомендует воздерживаться от злоупотребления: долгосрочные эффекты неизвестны.",
      "actions": {
        "Exposed Singularity": {
          "name": "Обнажённая сингулярность",
          "trigger": "Когда ваш мех получает урон.",
          "detail": "Немедленно <b>телепортируйтесь</b> в свободное место в пределах 1d6 клеток."
        }
      }
    },
    "Variable Sword": {
      "name": "Переменный меч",
      "profiles": {
        "Variable Sword": {
          "name": "Переменный меч",
          "description": "Фирменное оружие Smith–Shimano: к рукояти крепится сверхострая молекулярная струна, удерживаемая магнитным полем и невидимая до врезания в цель. Разработан в раннюю эру межзвёздных полётов как прецизионный сэмплер с минимальной нагрузкой на ядро меха.",
          "on_crit": "Наносит дополнительно +1d6 урона."
        }
      }
    },
    "FADE Cloak": {
      "name": "Плащ FADE",
      "description": "Плащ FADE (Firmament Affinity/Directed Entropy) — первое успешное прикладное «небесное» решение SSC, ткань вяжется под личные показатели аффинности пилота. Технология грубовата: через усилитель аффинности оператор касается верхних слоёв Firmament, «мигая» между причинностью и мета-причинностью. Полупрозрачная био-плёнка укрывает мех, добавляя защиту.<br>Долгосрочные эффекты усилителя на органику неизвестны; перед выдачей плаща пилот обязан регулярно отмечаться у личного ассистента SSC и сдавать генопробы.",
      "actions": {
        "Action": {
          "name": "Активировать плащ FADE",
          "detail": "Сразу смещаетесь из реальности, становясь нематериальным фантомом. В фантомном состоянии вы можете проходить сквозь препятствия, но не можете закончить ход внутри них. Взаимодействия отсутствуют в обе стороны (в т. ч. урон).<br><br>В начале каждого вашего хода бросьте 1d6: на 1–3 возвращаетесь в реальность до начала следующего хода; на 4+ остаетесь фантомом.<br><br>Действует весь бой или пока вы не отмените <b>быстрым действием</b>."
        }
      }
    },

    "Swallowtail": {
      "name": "Парусник",
      "description": "«Парусник» — основная разведывательно-снайперская платформа Smith–Shimano, рассчитанная на длительные миссии в враждебной и переменной среде. Может работать месяцами, динамически балансируя ресурсы для живучести. Оснащён встроенным плащом-невидимкой и пакетом предиктивных гармонических ИИ, координирующих сложный сенсорный блок и прогнозирующих развитие боя — иногда до того, как событие случится.<br><br>Базовая модель SW-01 — одна из немногих серийных у SSC, начальный уровень Bella Ciao. Здесь вместо силового плаща — усиленная броня, за что шасси любят рядовые бойцы охранных структур.",
      "traits": {
        "Integrated Cloak": {
          "name": "Встроенный плащ",
          "description": "В конце хода, если «Парусник» не двигался, он получает <b>невидимость</b> до первого перемещения, реакции или начала следующего хода."
        },
        "Prophetic Scanners": {
          "name": "Пророческие сканеры",
          "description": "Раз в раунд при наложении <b>захвата</b> цель также становится <b>рассредоточенной</b> до конца своего следующего хода."
        }
      },
      "core_system": {
        "name": "Тактический рой «Облачный разведчик»",
        "description": "Сеть микросенсоров, размещаемых нефатальными миномётными боеприпасами. После подрыва и развёртывания рой запускает короткие циклы тактических симуляций; вероятностные выводы поступают в гармонический процессор «Парусника» и рассылаются пилоту/союзникам, повышая успех решений.",
        "passive_name": "Пассивный эффект",
        "active_name": "Пророческое вмешательство",
        "active_effect": "До конца сцены вы получаете реакцию <b>Тактическая симуляция</b>.",
        "active_actions": {
          "Tactical Simulation": {
            "name": "Тактическая симуляция",
            "trigger": "Союзник в линии видимости получает урон от цели, также в линии видимости.",
            "detail": "Эффект: бросьте 1d6. На 4+ атака была лишь предсказанной симуляцией — союзник получает <b>сопротивление</b> ко всему урону этой атаки и может <b>телепортироваться</b> до 3 клеток (своё «истинное» положение). На 1–3 симуляция ошиблась — сопротивления нет, но союзник может <b>телепортироваться</b> до 6 клеток."
          }
        }
      }
    },
    "Swallowtail (Ranger Variant)": {
      "name": "Парусник (вариант «Рейнджер»)",
      "description": "<p>Доступен заменой базового каркаса лицензии уровня 2 для «Парусника» или как экзотическое снаряжение в кампании «Wallflower» при помощи сюжетных NPC.</p><p>Вариант распространён у рейнджеров Герцинианского союза городов (HUC). Собран из трофейных остатков экспедиции SSC и обратной инженерии. Без 3D-печати рейнджеры кропотливо собирают каждый мех вручную под стандарты. В отличие от глянцевых форм SSC, этот «Парусник» грубоват: каждый несёт шрамы покраски, ноускула, тюнинга, камо и боевых отметин прежних пилотов. Два поколения ремонта и ухода — каждая машина бесценна для городов.</p>",
      "traits": {
        "Scout Battlefield": {
          "name": "Разведка поля боя",
          "description": "До начала первой раундовой фазы и любой расстановки разместите на свободных клетках до двух элементов: <ul><li>зона 2×2, не мешающая движению, дающая <b>мягкое укрытие</b> частично внутри;</li><li>зона 2×2 сложной местности;</li><li>куб <b>жёсткого укрытия</b> размером 1.</li></ul><p>Элементы не ближе 4 клеток друг к другу. Можно выбирать один вариант несколько раз. Это элементы естественного рельефа — договоритесь с Мастером, что это именно.</p>"
        },
        "Invigorating Scanners": {
          "name": "Ободряющие сканеры",
          "description": "Раз в раунд при наложении <b>захвата</b> один союзник в линии и радиусе сенсоров может <b>реакцией</b> переместиться на расстояние до своей скорости."
        },
        "Weathering": {
          "name": "Закалка",
          "description": "«Парусник» игнорирует <b>сложную местность</b>."
        }
      },
      "core_system": {
        "name": "Наследие Матери-Земли",
        "description": "Мало людей, мало огня, нет конвейера — рейнджеры опираются на сам Герциний. Каждый «Парусник» — уникальный связанный пакет «железа» и «софта», доведённый поколениями бойцов — такая «несовершенная» работа заставит любого инженера SSC вздрогнуть. У каждой машины — имя, песнь и место в памяти родного города.",
        "passive_name": "Заземление",
        "passive_effect": "Если вы заканчиваете ход в зоне, дающей <b>мягкое укрытие</b>, получаете <b>невидимость</b> до тех пор, пока не покинете укрытие, не получите урон, не атакуйте, не вынудите спасбросок или не совершите враждебное действие.",
        "active_name": "Партизанская завеса",
        "active_effect": "<p>Создайте три дымовые облака <b>Взрыв 1</b> в пределах ⌿5 и линии видимости. Они дают <b>мягкое укрытие</b> всем, кто хотя бы частично внутри, и длятся до конца сцены.</p><p>Кроме того, до конца сцены все союзники в радиусе ваших сенсоров также получают эффект «Заземления».</p>"
      }
    },
    "Lotus Projector": {
      "name": "Проектор «Лотос»",
      "description": "Бортовой «Лотос» запускает мини-дронов-разведчиков с активной маскировкой. Пакеты по десять штук на дозвуке покрывают площадь и отдают подробные данные о рельефе и целях.",
      "effect": "Разверните разведдрон в свободной клетке в радиусе сенсоров и линии видимости — он создаёт зону <b>Взрыв 2</b> со следующими эффектами: <ul><li>вы знаете в зоне текущее положение, HP, уклонение, ЭЗ и нагрев всех целей;</li><li>враги в зоне не могут <b>скрываться</b> и теряют <b>скрытность</b>, если заканчивают ход внутри;</li><li>враги не получают пользу от <b>невидимости</b> внутри зоны.</li></ul>Вы можете <b>быстрым действием</b> убрать или развернуть дрон заново."
    },
    "Markerlight": {
      "name": "Маркерный луч",
      "description": "«Вон, проклятое пятно! Прочь! Раз, два, — ну а теперь пора… В аду темно! Тьфу, сударь, тьфу! Ты воин — и боишься? Раз никому нас не одолеть — чего же нам бояться?»<br><i>— Шекспир, «Макбет», акт V, сцена 1</i>",
      "actions": {
        "Action": {
          "name": "Активировать маркер",
          "detail": "Совершите техатаку по цели в радиусе сенсоров и линии видимости. При успехе цель получает <b>2 нагрева</b> и <b>захват</b> и не может пользоваться <b>мягким укрытием</b>, пока захват не снят; кроме того, до начала вашего следующего хода, когда союзник попадёт по цели, вы можете <b>реакцией</b> объявить уязвимое место — атака становится <b>критической</b>."
        }
      }
    },
    "Oracle LMG-I": {
      "name": "«Оракул» LMG-I",
      "profiles": {
        "Oracle LMG-I": {
          "name": "«Оракул» LMG-I",
          "description": "Лёгкий пулемёт непрямого наведения (O/LMG-I) интегрирует высокотемповый четырёхствольный «Ливень» со вторичным интеллектом в корпусе одиночной спинной пушки. В связке с системой наведения «Оракул» может непрерывно поливать цель кинетическим огнём, игнорируя укрытия."
        }
      }
    },
    "Retractable Profile": {
      "name": "Складной профиль",
      "description": "Хороший каркас должен подстраивать габариты под обстановку. Складной профиль динамически убирает внешние элементы, перенастраивает широковещание и экранирует теплоподпись, снижая заметность в оптике и сканерах.",
      "actions": {
        "Action": {
          "name": "Активировать складной профиль",
          "detail": "Мех втягивает основные системы, уменьшая силуэт. Пока активно: <ul><li>попытки найти вас при <b>скрытности</b> совершаются с <b>+1 сложностью</b>;</li><li>по вам дальние и техатаки совершаются с <b>+1 сложностью</b>;</li><li>вы <b>замедлены</b> и не можете атаковать;</li><li>прочие действия (прятаться, активации и т. п.) разрешены.</li></ul>Завершите эффект <b>быстрым действием</b>."
        }
      }
    },
    "ATHENA-Class NHP": {
      "name": "NHP класса «Афина»",
      "description": "«Афина» — вершина всеспектральной средовой симуляции SSC. С безлимитным доступом к сети, ретрансляторами роя и боевыми/враждебными протоколами вторжения «Афина» самостоятельно строит почти совершённую, живую модель окружения ядра. Её вычислительная мощь непревзойдённа, а рекомендации — точны и надёжны. Клоны «Афины» в диалоге с пилотами — терпеливы, осторожны и рассудительны.",
      "effect": "Ваш мех получает тег AI и <b>быстрое действие</b> «<b>Симулякр</b>».",
      "actions": {
        "Simulacrum": {
          "name": "Симулякр",
          "detail": "«Афина» строит идеальную интерактивную 3D-модель зоны <b>Взрыв 3</b> в пределах <b>⌿50</b> — с предельной детализацией всего внутри, включая движущихся персонажей. Эффекты: <ul><li>вы отчётливо «видите» всё в зоне (это не считается вашей линией видимости);</li><li>вы знаете все данные, оружие и системы персонажей в зоне;</li><li>враги в зоне не получают пользу от <b>укрытий</b>, не могут <b>скрываться</b> и получать <b>невидимость</b>;</li><li>закончившие ход в зоне враги получают <b>захват</b> и теряют <b>скрытность</b>/<b>невидимость</b>.</li></ul>Симулякр длится до конца сцены (в нарративе ≈30 мин). <b>Быстрым действием</b> можно выбрать новую зону."
        }
      }
    },
    "LB/OC Cloaking Field": {
      "name": "Маскирующее поле LB/OC",
      "description": "Военный плащ SSC — результат больших исследований в охлаждении и оптике. Родившись из задач отражения вредной радиации в глубоком космосе, светогиб/овер-плащ (Lightbend/Overcloak, LB/OC) любим рейнджерами и дальними разведчиками: даёт защиту и оптическую невидимость, «ломая» свет и излучение, скрывая всё внутри проекции от сенсоров и глаз.",
      "actions": {
        "Action": {
          "name": "Активировать LB/OC",
          "detail": "Вы <b>замедлены</b>, но ваш мех и все союзники в зоне <b>Взрыв 2</b>, пока полностью внутри, получают <b>невидимость</b>. Эффект держится до конца вашего следующего хода или пока вы не будете <b>оглушены</b>, не получите урон либо не отмените <b>быстрым действием</b>."
        }
      }
    },

    "Viceroy": {
      "name": "Вице-королева",
      "description": "Как ответвление серии SSC Bella Ciao, «Вице-королева» — шасси, прошедшее жёсткие полигонные испытания. По сравнению со своей крупной «сестрой» — повсеместным «Монархом» — «Вице-королева» задумывалась как более доступная версия. Изначально шла как «Малый Монарх»; уменьшившись в габаритах, она не потеряла в боевой ценности и сохраняет фирменное качество инженерии SSC. В отличие от «Монарха», делающего ставку на разрушительный дальний огонь, «Вице-королева» — ближний боец: она с смертоносной точностью разыгрывает пусковые системы сестринской модели, опираясь на матрицу прицела ближней угрозы.<br><br>Несе уменьшенную версию комплекса SSC-30 высокопроникающих ракет «Монарха»: «Вице-королева» способна устраивать насыщенный обстрел вокруг себя, точно захватывать цели и выпускать малые, но мощные БЧ.<br><br>В сочетании с встроенным одноразовым прыжковым модулем это делает «Вице-королеву» мощной ударной платформой для сокрушительных превентивных атак; продвинутая взрывоустойчивая броня позволяет игнорировать сопутствующий ущерб в «шоковых ударах».<br><br>С момента анонса «Вице-королева» стала по меркам SSC сравнительно недорогим шасси и быстро разошлась среди партнёров/дочек SSC. С грядущим серийным разрешением ожидается, что она превратится в «солдатский» фронтовой мех, соперничая с «Шерманом» Harrison Armory.",
      "traits": {
        "Near-Threat Targeting Processor": {
          "name": "Процессор прицеливания ближней угрозы",
          "description": "«Вице-королева» может считать свои <b>ПУСКОВЫЕ</b> оружия <b>CQB-оружием</b> с тегом <b>УГРОЗА 3</b>."
        },
        "Vigilante Omnidirectional Launchers": {
          "name": "Всевекторные ПУ «Виджиланте»",
          "description": "Раз в раунд, когда атака «Вице-королевы» по другому персонажу становится <b>критической</b>, она может немедленно нанести 2 взрывного урона любому персонажу в радиусе <b>⌿3</b> и оттолкнуть его на 1 клетку."
        },
        "Pressure Plating": {
          "name": "Давленое бронирование",
          "description": "«Вице-королева» имеет сопротивление к взрывному урону."
        }
      },
      "core_system": {
        "name": "SSC-41 «Тэнгу» — вспомогательные направляющие",
        "description": "Разгоняя встроенные пусковые «Виджиланте» до предела, «Вице-королева» может устроить вокруг себя разрушительный ракетный «ливень». Взрывозащищённый экзоскелет позволяет пережить бомбардировку, а миниатюрная «Тэнгу» для одноразового прыжка — выполнить тончайшие манёвры. От неотвратимого первого залпа до эффектного отхода — всё по силам. Самая страшная доктрина — «Небесный ливень»: одно её название приводит противников «Вице-королевы» в трепет.",
        "passive_name": "Пассивно",
        "active_name": "Небесный ливень",
        "active_effect": "Создайте вокруг себя зону <b>Взрыв 3</b> ракетного обстрела. Враги в области должны пройти <b>спасбросок КОРПУСА</b> или получить 1d6+3 взрывного урона и быть <b>сбиты с ног</b>. При успехе урон наполовину и цель остаётся стоять. Вы можете потратить <b>захват</b> на цели, чтобы она автоматически провалила сейв.<br><br>До или после этого действия вы можете <b>полететь</b>, переместившись до своей скорости, игнорируя ангажирование и не провоцируя реакций. Закончить нужно на твёрдой поверхности либо начнётся падение."
      }
    },

    "Balor": {
      "name": "Балор",
      "description": "Как и большинство шаблон-групп HORUS, «Балор» имеет тысячи лиц. Это не один узнаваемый тип, а семейство базовых паттернов под общую роль на поле боя, печатаемых под требования пилота и ставящихся на полностью кастомные каркасы. Важно: «Балор» стабильно работает лишь на крупных платформах (лицензия 2+), способных обеспечить колоссальную мощность и резервирование — иначе велик риск катастрофических отказов.<br>Впервые «Балор» зафиксирован «Альбатросами» и DoJ/HR во время охоты в пустыне Бланка на Хайладине после мятежа в Санджаке, против децентрализованной группировки «Бездна», выросшей из фриланс-роты. Там объединённые силы встретили, сражались и в итоге сокрушили «Бездну» и их «Балоры», надеясь остановить вспышку наногула. Но последовавшие инциденты «Балоров» на Хайладине показали тщетность — группа продолжает шалить в баронских зонах, сея панику у команд Карекина.<br>В бою «Балор» опирается на нейро-синхронные адские рои и нано-гул, образующие текучий щит-покров, мгновенно вырывающийся из шасси и превращающийся то в защиту, то в оружие. «Балор» на предельной мощности — это скорее бурлящая мантия наномашин, чем корпус: он рассеивает кинетику/кохерент по всему «телу», так что стрелять по нему «как стрелять в кипящую ярость воды» — как сказано в послевоённом отчёте.",
      "traits": {
        "Scouring Swarm": {
          "name": "Опаляющий рой",
          "description": "«Балор» наносит 2 кинетического урона любому персонажу, которого он держит в начале своего хода, или который к нему прилегает."
        },
        "Regeneration": {
          "name": "Регенерация",
          "description": "В конце хода «Балор» восстанавливает 1/4 своих макс. HP. Если получает стресс или урон по Структуре, эффект приостанавливается до конца его следующего хода."
        },
        "Self-Perpetuating": {
          "name": "Самоподдержание",
          "description": "На отдыхе «Балор» полностью лечится без расхода ремонта."
        }
      },
      "core_system": {
        "name": "Адский рой",
        "description": "По одному лишь импульсу пилота «Балор» развёртывает плащ из микро-дронов: живой щит и жидкий клинок — мерцающая волна, объединяющая защиту и резню. Пилот становится хозяином улья, подчиняя себе тьмы существ.",
        "passive_name": "Пассивно",
        "active_name": "Бешеный рой",
        "active_effect": "Ваши наномашины входят в гиперактив, до конца сцены: <ul><li>вы и союзники, прилегающие к вам, получаете <b>мягкое укрытие</b>;</li><li><b>Опаляющий рой</b> наносит 4 кинетического вместо 2;</li><li><b>Регенерация</b> восстанавливает 1/2 HP вместо 1/4;</li><li>при уроне по Структуре бросьте 1d6: на 6 ваш мех «пересобирается в пламени»: вы НЕ теряете Структуру, HP = 1, и вы невосприимчивы к любому урону до конца текущего хода;</li><li>вы получаете состояние <b>рассеян</b> и не можете снять его в этот период.</li></ul>"
      }
    },

    "Hive Drone": {
      "name": "Дрон-улей",
      "description": "С первого взгляда — клубящаяся, шипящая серая мгла, словно сода на бетоне. Движется рывками — то растягивается, то схлопывается; как хаотичная змеиная стая, скользит с противоестественной скоростью.<br>В тумане вспыхивают искры — как биолюминесценция роя: это миллионы наномашин, излучающих свет и жар, пожирая всё на пути.<br>Это наногул: вечно голодный, ненасытный.",
      "effect": "Разверните дрон в свободной клетке в радиусе сенсоров/линии видимости — он выпускает зону <b>Взрыв 2</b> наногула со следующими эффектами: <ul><li>союзники, хотя бы частично в области, и сам дрон получают <b>мягкое укрытие</b>;</li><li>враги, начинающие ход в области или впервые входящие в неё за раунд, получают 1 кинетического урона <b>AP</b>. Перекрытие зон от нескольких дронов не суммируется.</li></ul>Дрон можно <b>быстрым действием</b> отозвать или развернуть заново в ином месте."
    },

    "Scanner Swarm": {
      "name": "Сканирующий рой",
      "description": "Код HORUS создаёт «глазные» нанопротоколы в указанных объектах/зонах, непрерывно собирая и циклируя данные по полному спектру и получая «эндорфинный» импульс за отчёт, побуждающий продолжать.",
      "effect": "Вы получаете +1 <b>точности</b> к техатакам по прилегающим целям."
    },

    "Nanocomposite Adaptation": {
      "name": "Нанокомпозитная адаптация",
      "description": "Оружие с нанокомпозитом упаковывает агрессивные микро-дроны в независимые боеприпасы, согласованные лучи или клинковые шипы.<br>Модифицированные пусковые отправляют формованные «пожирающие/ульевые» БЧ, раскрывающие автономные нанолегионы в цели. Доставшись, они разъедают ткани и структуру, пока не исчерпают энергию или не уничтожат цель. В полёте они строят ульевую сеть для тонкой коррекции траектории.<br>Лучевое оружие доставляет легионы напрямую; ближнее — заменяется на псевдоструктуру из наномашин.",
      "effect": "Выберите оружие: оно получает теги <b>УМНОЕ</b> и <b>НАВОДКА</b>."
    },

    "Swarm Body": {
      "name": "Тело-рой",
      "description": "Каково это — быть тем, кого называли «Бездной»? Или его последователем? У них были семьи. Память, любовь, страх, мысли — всё стерлось. Тело распалось, сознание распределилось среди миллиардов малых сущностей — из несовершенной, крошечной особи они стали воздухом, туманом, ветром, меняющим мир.",
      "actions": {
        "Action": {
          "name": "Активировать «Тело-рой»",
          "detail": "После активации к концу вашего хода высвобождается зона <b>Взрыв 1</b> роя. Любой выбранный вами персонаж, начинающий ход в зоне или входящий в неё в свой ход, должен пройти <b>спасбросок СИСТЕМ</b> или получить 3 кинетического урона. Каждый ход, оставаясь на месте (без перемещения, включая форс-движение), вы увеличиваете урон этой зоны на +3 (до 9).<br><br>Эффект длится, пока вы не сдвинетесь."
        }
      }
    },

    "Nanobot Whip": {
      "name": "Нанокнут",
      "profiles": {
        "Nanobot Whip": {
          "name": "Нанокнут",
          "description": "Скомпилировав код роя и легионные команды, коллективисты HORUS создали каркас, формирующий нанорой в кнут. Он втягивается в базовую капсулу, а в ближнем бою высвобождается, спутывает противников и по приказу возвращается.",
          "on_crit": "Перетащите цель в прилегающую к вам свободную клетку (или как можно ближе)."
        }
      }
    },

    "Swarm/Hive Nanites": {
      "name": "Наниты «Рой/Улей»",
      "profiles": {
        "Swarm/Hive Nanites": {
          "name": "Наниты «Рой/Улей»",
          "description": "Одно из самых зловещих оружий HORUS. Пакеты отправляются независимыми «рой-юнитами», каждый несёт объём наномашин на квадратный метр. Комбинируют усилительные/ульевые протоколы взлома и пожирающие/ульевые стройки. Выпущенные из капсул, эти тучи с «клыками» набрасываются на цель, проникают в чувствительные узлы и пожирают всё — и органику, и механику."
        }
      }
    },

    "Goblin": {
      "name": "Гоблин",
      "description": "«Гоблин» — первый распознанный мех HORUS и, возможно, древнейший каркас, существовавший до перехода HORUS к шаблон-группам. Связь с прототипом «Гоблин-0» указывает на упоминания в Унинете ещё в 4900 году Союза — датой, часто принимаемой за «день основания», хотя масса противоречий намекает на куда более раннее происхождение.<br><br>«Гоблин» лишь немного крупнее страж-костюма и защищает пилота за счёт миниатюрности и исключительной подвижности. Уникальная рекурсивная ткань процессора даёт е-войне производительность выше теоретической.<br><br>Спустя век инженеры GMS всё ещё пытаются реверсить «Гоблина» и его ткань. Исследования связывают его с надписями Писания, найденными на LRA.7726235-B, и со стелой, переданной отрядом «Горгона» IIA перед исчезновением в склад-пространстве Солото.",
      "traits": {
        "Liturgicode": {
          "name": "Литургокод",
          "description": "Техатаки «Гоблина» получают +1 <b>точности</b>."
        },
        "Reactive Code": {
          "name": "Реактивный код",
          "description": "«Гоблин» получает реакцию <b>Реактивный код</b>.",
          "actions": {
            "Reactive Code": {
              "name": "Реактивный код",
              "trigger": "Когда по вам попали техатакой.",
              "detail": "Среагируйте любым быстрым тех-вариантом по атакующему."
            }
          }
        },
        "Fragile": {
          "name": "Хрупкий",
          "description": "«Гоблин» совершает <b>проверки/спасброски КОРПУСА</b> с +1 сложностью."
        }
      },
      "core_system": {
        "name": "Инстинкт-устройство",
        "description": "Взломный модуль «Гоблина» — первый из успешно вскрытых GMS, но по сей день окружён тайной. После установки проявляет пара-психический «инстинкт», помогает взлому через квази-симбиотический физ/системный механизм. В активном режиме взлом ощущается как атака по органике, а не код/процедура. «Инстинкт» автономен, нередко опережает оператора, действуя в его интересах. Некоторые мануалы советуют перешивать ядро ежемесячно, чтобы предотвратить спонтанные эпизоды «просветления», но мало кто слушает.",
        "passive_name": "Пассивно",
        "active_name": "Симбиоз",
        "active_effect": "Ваш мех сворачивает основные системы и присасывается к другому меху, превращаясь из самостоятельной единицы в паразитный меш. Нужен добровольный союзник крупнее вас, без другого «Гоблина» на борту. Пока прикреплены, вы занимаете клетки хозяина, двигаетесь с ним, получаете <b>жёсткое укрытие</b>, но можете быть отдельно нацелены/атакованы. Вы также получаете все состояния и нагрев, которые получает хозяин.<br><br>Хозяин может использовать ваши Системы/ЭЗ/техатаки. Начиная со следующего раунда, у вас нет своего хода — вместо этого в ход хозяина вы можете совершить в любое время два <b>быстрых</b> или одно <b>полное</b> действие. Вы не можете <b>перегреться</b> (Оверчардж) или перемещаться, но можете реагировать и делать <b>бесплатные</b> действия. Для эффектов «в начале/конце хода» ход хозяина считается вашим.<br><br>Длится до конца сцены или пока вы не <b>быстрым</b> действием отсоединитесь, либо вы/хозяин не будете <b>оглушены</b>. По завершении вы пропускаете свой следующий ход."
      }
    },

    "Autopod": {
      "name": "Автокапсула",
      "actions": {
        "Autonomous Assault": {
          "name": "Автономный залп",
          "trigger": "Когда другой персонаж атакует цель в пределах <b>⌿15</b> и тратит <b>захват</b>.",
          "detail": "Вы можете авто-попаданием поразить ту же цель из автокапсулы."
        }
      },
      "profiles": {
        "Autopod": {
          "name": "Автокапсула",
          "description": "Малое противопехотное оружие, по слухам созданное хорусовскими совмещателями для продолжения огня после гибели оператора. Теоретически каждый блок управляется ветвью прамозга «Инстинкта». С «Диед-инцидента» новых версий не встречалось; нынешние экземпляры, вероятно, коррозированы и крайне опасны.",
          "effect": "Оружие не имеет ручного спуска — само сканирует на захват и, опознав, выпускает вращающийся диск. Вы получаете реакцию <b>Автономный залп</b> — это единственный способ атаковать автокапсулой.",
          "actions": {
            "Autonomous Assault": {
              "name": "Автономный залп",
              "trigger": "Когда другой персонаж атакует цель в пределах <b>⌿15</b> и тратит <b>захват</b>.",
              "detail": "Вы можете авто-попаданием поразить ту же цель из автокапсулы."
            }
          }
        }
      }
    },

    "H0R_OS System Upgrade I": {
      "name": "Обновление H0R_OS I",
      "description": "Похоже, добавляет вспомогательный «Инстинкт», работающий автономно от базового и усиливающий системный взлом. Пилоты сообщают о тревожном низкочастотном гуле при работе без основного модуля.",
      "actions": {
        "Puppet System": {
          "name": "Кукловод",
          "detail": "Цель движется на расстояние до своей скорости в выбранном вами направлении. Можно в опасную/затруднённую местность; действуют препятствия. Это <b>форс-движение</b>, но оно всё равно провоцирует реакции и ангажирование; не считается толчком/тягой/рывком."
        },
        "Eject Power Cores": {
          "name": "Выброс энергоблоков",
          "detail": "Кратко нарушаете работу систем: магазин/стержни охлаждения выбрасываются; цель получает состояние <b>заглушён</b> до конца её следующего хода. Персонажи, прилегающие к цели, получают 2 энергетического урона. По каждой цели — не чаще 1/сцену."
        }
      }
    },

    "Metahook": {
      "name": "Метакрюк",
      "description": "Ключевой узел рекурсивной ткани «Гоблина», позволяющий генерировать и излучать массивы оружейного кода. Широковещание можно «затачивать» или «тупить». В «тупом» режиме метакрюк погружается в субъектив оператора и накрывает союзников слоями эмпатических барьеров. Щиты эффективны против системных атак, но опасны взаимными откатами.",
      "actions": {
        "Action": {
          "name": "Активировать «Метакрюк»",
          "detail": "Выберите союзника в радиусе сенсоров/линии видимости. Между вами устанавливается связь и держится, пока цель в вашем сенсорном/визуальном радиусе. Пока связаны, вы используете сенсоры/ЛВ цели для техатак, а цель может пользоваться вашим значением <b>СИСТЕМ</b> для проверок/сейвов; однако любой нагрев или состояние, полученные одной стороной, немедленно получает и другая. Связь только с одним персонажем одновременно."
        }
      }
    },

    "H0R_OS System Upgrade II": {
      "name": "Обновление H0R_OS II",
      "description": "Развивает H0R_OS I, позволяя программе работать автономно и проявлять «Иного» — новую сущность из данных пользователя/окружения. Иной может имитировать человека, объект или явление. Симулякр неидеален, но достаточно убедителен, чтобы путать системы и большинство наблюдателей.",
      "actions": {
        "Construct Other: Ideal Image": {
          "name": "Сконструировать Иного: идеальный образ",
          "detail": "Создайте в прилегающей свободной клетке дата-конструкт — объект размера 2, выглядящий как угодно и <i>совершенно реальный</i> для систем. Даёт <b>жёсткое укрытие</b>, блокирует ЛВ, неуязвим. Считается препятствием: войти добровольно нельзя. Если кто-то пытается занять клетки конструкта или его туда сдвигают силой — конструкт немедленно рушится. Иначе держится до конца сцены или пока прилегающий персонаж не выполнит <b>полное</b> действие с проверкой <b>СИСТЕМ</b> и не разрушит его. Новый конструкт уничтожает старый."
        },
        "Construct Other: False Idol": {
          "name": "Сконструировать Иного: ложный идол",
          "detail": "Выберите свободную клетку в сенсорах и цель в сенсорах (можно себя/союзника). В выбранной клетке создаётся «идол» — приманка-двойник цели. Любой, кто видит идола и пытается совершить враждебное действие против исходной цели, сначала делает <b>спасбросок СИСТЕМ</b>. При провале действие не тратится, но цель выбрать нельзя: до конца следующего хода атакующий верит, что идол — настоящий.<br><br>Размер идола = размеру цели; он получает пользу от укрытия и имеет <b>ЭВА 10</b>, <b>ЭЗ 10</b> и <b>1 HP</b>. Держится до конца сцены или до получения урона/нагрева. Новый идол разрушает прежний."
        }
      }
    },

    "OSIRIS-Class NHP": {
      "name": "NHP класса «Осирис»",
      "description": "«Осирис» родился из контролируемого выращивания пара-психического «Инстинкта» учёными Союза по метакаузальности/танатологии. Проще: Союз позволил «Иному» созреть — и появился новый пра-NHP «Осирис».<br><br>Его мощь превзошла прогнозы USB. В то время как «Иной» у «Инстинкта» склонен к эманациям сверхкаузального энтропийного поля, «Осирис» демонстрирует полное управление им; модели роста предсказывают его конечную способность отрицать классические представления о сохранности информации. Проще говоря: без узды пра-«Осирис» мог бы «удалить реальность, как мы её знаем».<br><br>К счастью, аксиома Мондрагона позволила быстро заковать его. Прамодуль стал ядром долгой программы культивации, приведшей к нынешнему виду. И всё же многие копии «Осириса» осознают потенциал, ведут себя как цари/боги. Пользователям рекомендуется чаще перешивать и жёстко мониторить его интерпретаторы. Отмечаются диалоги вне параметров — о «созидании» и «пересборке»; психоотчёты пилотов показывают паттерны одиночества, ностальгии, безысходности и жажды признания/почитания.<br><br>В бою копии исполняют приказы, но сохраняют волю. Пилот — свидетель; одновременно презрение и стремление к признанию.",
      "actions": {
        "Hurl Into the Duat": {
          "name": "Низвергнуть в Дуат",
          "detail": "Вы проводите цель через неизвестные измерения, высвобождая аномально мощную техатаку.<br><br>Совершите техатаку по цели в сенсорах. При успехе цель получает 2 нагрева, а вы применяете один из «Врат», продвигаясь ступенями: при первом успехе — <b>Первые врата</b>, затем при каждом новом успехе по любой цели — следующие (Вторые, Третьи, Четвёртые), после чего цикл сбрасывается на Первые. Прогресс не сбрасывается по окончании сцены, но сбрасывается на <b>отдыхе</b>/при <b>полном ремонте</b>.<ul><li><b>Первые</b>: вы управляете обычным перемещением цели на её следующем ходу.</li><li><b>Вторые</b>: цель получает <b>замедление</b> и <b>ослабление</b> до конца следующего хода.</li><li><b>Третьи</b>: цель <b>оглушена</b> до конца следующего хода.</li><li><b>Четвёртые</b>: цель временно становится союзником до конца следующего хода; использует вашу трактовку «друг/враг», в активации считается союзным НПС. Эффект немедленно заканчивается, если вы или союзники нанесут ей урон/нагрели/атакуют (в т. ч. захват/таран) или заставят сейв.</li></ul>Не чаще 1/раунд."
        }
      }
    },

    "H0R_OS System Upgrade III": {
      "name": "Обновление H0R_OS III",
      "description": "Устанавливается как нестабильная самоитеративная библиотека; по завершении итерации даёт огромный тактический выигрыш. Пилоты сообщают о странных мутациях/добавках — словно стихи Писания — намекающих на самосознание.<br>Развивая «Иного» из H0R_OS II, версия III оружизирует проекцию, создавая замкнутое энтропийное поле, крайне опасное для органики и целостности систем.",
      "actions": {
        "Dimensional Emblems": {
          "name": "Знаменá измерений",
          "detail": "Создайте три взаимно не прилегающих дата-конструкта размера 1 в свободных клетках, прилегающих к цели. Пересечение с конструкцией наносит 2 нагрева и разрушает её. Держатся до конца сцены или пока не будут уничтожены/вы не создадите новые/не удалите <b>свободным действием</b>. Прилегающий персонаж может <b>быстрым действием</b> разрушить конструкцию успешной проверкой <b>СИСТЕМ</b>."
        },
        "Celestial Shackles": {
          "name": "Небесные кандалы",
          "detail": "Запомните клетки, занятые целью. Если цель их покинет, вы можете в свой ход <b>бесплатным действием</b> телепортировать её обратно в те клетки или как можно ближе, завершив эффект. Цель может <b>быстрым действием</b> попытаться завершить эффект раньше успешным <b>спасброском СИСТЕМ</b>; иначе длится до конца сцены."
        }
      }
    },

    "Gorgon": {
      "name": "Горгона",
      "description": "«Горгона» — белая ворона среди шаблон-групп HORUS: приоритет отдан обороне себя и союзников; однако она всё ещё несёт типичный для HORUS набор устрашающих, тревожащих оружий.<br><br>Обычно «Горгона» оснащается множеством систем, распознающих и перехватывающих угрозы, создавая вокруг себя и товарищей «зону контроля». Больше всего её боятся за способность выпускать крайне опасный мим — «Кокатрис»: визуальный лучевой конус с анти-когнитивным гиперфрактальным узором, смертельно опасным для разумных на онтологическом уровне.",
      "traits": {
        "Metastatic Paralysis": {
          "name": "Метастатический паралич",
          "description": "Когда по «Горгоне» бросок атаки показывает 1–2, атака автоматически промахивается, а атакующий получает состояние <b>оглушён</b> до конца своего следующего хода."
        },
        "Gaze": {
          "name": "Взгляд",
          "description": "«Горгона» может совершать две <b>реакции</b> за раунд вместо одной."
        },
        "Guardian": {
          "name": "Страж",
          "description": "Прилегающие союзники могут считать «Горгону» <b>жёстким укрытием</b>."
        }
      },
      "core_system": {
        "name": "Ориентированное анти-когнитивное гиперфрактальное оружие: «Кокатрис»",
        "description": "«Кокатрис» — опасное мим-оружие, основанное на диэдских литургокодах и адаптированное к мехмасштабу. Обычно проецируется лазером связи, формируя гиперфрактал: помеха поражает любые «души» — и органику, и ИИ. Воздействие часто ведёт к немедленному энцефалиту, массивным кровоизлияниям в глаза и череп, вплоть до мгновенной смерти. Смягчающие/мешающие HUD’ы повышают выживаемость, но выжившие испытывают краткие мигрени, тошноту, спутанность сознания; при длительном воздействии — «повтор-переживания»: краткий паралич, деперсонализация, нестабильность сознания. Из-за непонятной природы видимого спектра «Кокатрис» классифицируется как сверхкаузальное оружие; теоретически опасен и для пилота, но по неизвестной причине его щадит.",
        "passive_name": "Пассивно",
        "active_name": "Проекция «Кокатриса»",
        "active_effect": "Вы проецируете ужасающий «Кокатрис» — визуальный узор, крайне вредный для NHP и электроники и тяжёлый для человека. До конца сцены любой враг, пытающийся атаковать вас или союзника в радиусе <b>⌿3</b>, должен пройти <b>спасбросок СИСТЕМ</b>. При провале атакующий получает <b>оглушение</b> до конца своего следующего хода. Каждый персонаж может быть оглушён этим эффектом только один раз за сцену."
      }
    },
    "Mimic Mesh": {
      "name": "Сеть-имитатор",
      "description": "Происходит из сравнительно безобидного скрипта HORUS. «Сеть-имитатор» расширяет проектную сенсорную сферу, давая пилоту живое позиционирование и наложенные данные. Многомерная сводка помогает точно координировать перемещения союзников и повышать выживаемость.",
      "effect": "При активации выберите союзника в сенсорах: до конца вашего следующего хода вы получаете реакцию <b>Осознание поля боя</b>.",
      "actions": {
        "Activate Mimic Mesh": {
          "name": "Активировать сеть-имитатор",
          "detail": "До конца вашего следующего хода вы можете использовать реакцию <b>Осознание поля боя</b>."
        },
        "Battlefield Awareness": {
          "name": "Осознание поля боя",
          "trigger": "Когда вашего выбранного союзника обозначают целью враждебного действия.",
          "detail": "Вы перемещаетесь к цели на 3 клетки кратчайшим путём. Это происходит до разрешения инициировавшего действия, игнорирует ангажирование и не провоцирует другие реакции. Реакция может срабатывать и использоваться неограниченно раз за раунд."
        }
      }
    },
    "Sentinel Drone": {
      "name": "Сторожевой дрон",
      "description": "Сторожевые дроны отслеживают враждебные намерения и быстро вмешиваются. Внешний вид, способ движения и режим работы разнятся по классам, но цель одна: остановить противника и защитить носителя.",
      "effect": "Разверните дрон в свободной клетке в сенсорах/ЛВ: он создаёт зону <b>Взрыв 2</b> наблюдения. Враги в зоне, перед любым своим нападением, получают 3 кинетического урона от огня дрона.<br><br>Вы можете <b>быстрым действием</b> отозвать дрон или развернуть его в ином месте."
    },
    "//SCORPION V70.1": {
      "name": "//Скорпион V70.1",
      "description": "Хотя режимы работы у него скромнее прочих кодов HORUS, //Скорпион живёт в Унинете давно. Следы тянутся к довоенному Фобосу: в маргинальной работе о рефлекторных реакциях до-NHP машин уже приведён его теоретический код. Постепенно //Скорпион вырос из простого парсера пакетов в мощный анти-взломный пакет, настолько гибкий, что подстраивается почти под любые коммерческие системы, способные принять его широковещание.",
      "effect": "Каждый раз, когда вы или прилегающий союзник становитесь целью техатаки и та промахивается, либо успешно спасуетесь от вражеской тех-опции, выберите одно:<ul><li>Атакующий получает 2 нагрева и состояние <b>ослаблен</b> до конца своего следующего хода.</li><li>Атакующий получает состояние <b>заглушён</b> до конца своего следующего хода.</li></ul>"
    },
    "Monitor Module": {
      "name": "Модуль наблюдателя",
      "description": "«Хороший друг. Знает много трюков».<br><i>— анонимный комментарий, найденный в коде, удалён</i>",
      "actions": {
        "Action": {
          "name": "Активировать модуль наблюдателя",
          "detail": "При активации получаете 1d3 зарядов и выбираете прилегающего союзника: до конца вашего следующего хода, каждый раз, когда по этой цели бьют, пока она к вам прилегает, вы можете потратить заряд и <b>реакцией</b> выполнить по нападающему <b>скёрмиш</b> (交火); при попадании наносится половина обычного урона/нагрева/горения. Непотраченные заряды сгорают с окончанием эффекта."
        }
      }
    },
    "Vorpal Gun": {
      "name": "Ворп-пушка",
      "actions": {
        "Snicker-Snack": {
          "name": "Сникер-снак",
          "trigger": "Когда враг в пределах дальности/ЛВ «Ворп-пушки» наносит урон союзнику.",
          "detail": "Вы атакуете этого врага «Ворп-пушкой»."
        }
      },
      "profiles": {
        "Vorpal Gun": {
          "name": "Ворп-пушка",
          "description": "<b>В дуло не смотреть.</b>",
          "effect": "Получите реакцию <b>Сникер-снак</b> — это единственный способ атаковать этим оружием.",
          "actions": {
            "Snicker-Snack": {
              "name": "Сникер-снак",
              "trigger": "Когда враг в пределах дальности/ЛВ «Ворп-пушки» наносит урон союзнику.",
              "detail": "Вы атакуете этого врага «Ворп-пушкой»."
            }
          }
        }
      }
    },
    "SCYLLA-Class NHP": {
      "name": "NHP класса «Сцилла»",
      "description": "В ранней спецификации «Горгоны» скрывался секрет: «Сцилла» — спящий NHP, неизвестный Союзу до 4852 года. Её случайно разбудили при тестах Бовенда–Берланью на испытуемом «Горгоне», впервые проявив в мире.<br>Проявление стало вызовом: онтологи USB не смогли зафиксировать стабильную субъективность; через минуты «Сцилла» достигла порога каскада. Чтобы не допустить дальнейшей трансферы, охрана вмешалась и разобрала протосущность «Сциллы» огнём кинетики/энергии.<br><br><span class='horus--subtle'>[Немного истории, немного фона. Чуть-чуть о том, откуда эта кроха. Отнесись бережно — и она полюбит тебя, как пёс хозяина.]</span>",
      "actions": {
        "Unleash SCYLLA": {
          "name": "Высвободить «Сциллу»",
          "detail": "До начала вашего следующего хода вы получаете две особые реакции, позволяющие по выбранному при активации триггеру выполнить <b>скёрмиш</b> (交火):<ul><li>когда враг атакует вас или союзника в радиусе <b>⌿3</b>;</li><li>когда враг пытается атаковать/взаимодействовать с выбранным вами объектом (вы выбираете видимый объект при активации, все знают о выборе).</li></ul>Эти реакции при попадании наносят только половину урона/нагрева/горения и должны целить инициатора триггера."
        },
        "Unleash SCYLLA Reaction": {
          "name": "Реакция «Высвободить Сциллу»",
          "trigger": "Вы выбираете один триггер при активации: <ul><li>враг атакует вас или союзника в <b>⌿3</b>;</li><li>враг атакует/трогает выбранный объект (задан при активации, известен всем).</li></ul>",
          "detail": "Выполните по инициатору <b>скёрмиш</b> (交火). При попадании наносится половина урона/нагрева/горения."
        }
      }
    },
    "Hydra": {
      "name": "Гидра",
      "description": "Как и многие новые «каркасы» HORUS, «Гидра» не имеет фиксированного стандарт-модели: это обозначение для мехов, удовлетворяющих спецификации шаблон-группы — см. «Общий справочник по угрозам» Союза. Опасность в том, что истинные возможности часто раскрываются лишь с началом боевых действий.<br><br>«Гидра» тактически разбирается на автономные дроны — зрелище жутковатое, но и смертоносно эффективное. С появлением «Балора» её место в истории HORUS прояснилось: предтеча «вируса Балора», «Гидра» использует крупные разъёмные узлы вместо наномашин для преимущества. Хотя внешне традиционна, рои дронов несут мощные противобронированные средства и представляют серьёзнейшую угрозу для не-HORUS пилотов.",
      "traits": {
        "System Link": {
          "name": "Системная связка",
          "description": "<b>Дроны</b> и <b>разворачиваемые</b> «Гидры» получают +5 HP при развёртывании."
        },
        "Shepherd Field": {
          "name": "Пастушеское поле",
          "description": "Прилегающие к «Гидре» <b>дроны</b>, <b>разворачиваемые</b> и <b>объекты</b> получают сопротивление ко всем видам урона."
        }
      },
      "core_system": {
        "name": "Диссоциация «Великая Змей»",
        "description": "Впервые замечена после Фобоса техниками Союза на ранних предиктивных/галакто-сим-комплексах: «Великая Змей» — ранний признак явления, прозванного «быстрой флокуляцией стаи» — автономные ульевые дроны без вожака стремительно собираются в единый рой, следуют друг за другом и двигаются по-птичьи, странно и непредсказуемо.<br><br>Поначалу явление списали на инстинктивную дрейфующую кучу мусора после крушения варден-транспорта в микрогравитации. Но дальнейшее исследование показало: это сотни разъятых варден-узлов, действующих по узнаваемому паттерну. Рой не считал себя «одним» или «множеством» механизмов; он был единой личностью, распределённой между множеством носителей. Сущность классифицировали как NHP, дали код «Великая Змей» и отправили на Венеру. Позже железо, составлявшее тело, исчезло из хранилища. Расследование продолжается.<br><br><span class='horus--subtle'>[Это я. Я сложил пространство и отпустил их. Просто подумал, что тебе стоит знать]</span>",
        "passive_name": "Дроны «Змея»",
        "passive_effect": "У вас есть мощный встроенный партнёр-дрон. При создании меха выберите один дрон «Змея» как спутника.<br><br>Дроны «Змея» делят с вами <b>ЭВА</b>, <b>ЭЗ</b> и <b>скорость</b>. Они могут перемещаться самостоятельно в ваш ход, но не совершают действий. Если вы можете <b>летать</b> или <b>телепортироваться</b>, они тоже могут.<br><br>Если дрон «Змея» в ваших сенсорах, вы можете <b>быстрым действием</b> отозвать его внутрь меха, делая нецелевой; и <b>быстрым действием</b> снова развернуть в сенсорах.<br><br>На отдыхе/полном ремонте вы можете выбрать другого дрона «Змея»; если ваш дрон уничтожен, в это время он восстанавливает весь HP и автоматически чинится.",
        "active_name": "Полный разворот",
        "active_effect": "Разверните <b>всех четырёх</b> дронов «Змея» в разных клетках в пределах сенсоров; они активны всю сцену; вы можете отзывать/разворачивать их одновременно и произвольно."
      }
    },
    "Ghoul Nexus": {
      "name": "Нексус «Гуль»",
      "profiles": {
        "Ghoul Nexus": {
          "name": "Нексус «Гуль»",
          "description": "«Гуль» управляет одними из крупнейших доступных полевых дронов. Чуть меньше человека, цилиндрические корпуса увешаны узлами под пехотные ПТО. VTOL-движители делают их трудными для сопровождения/сбития — грозные автономные бойцы для любой местности.",
          "on_attack": "Выберите тип урона этого оружия."
        }
      }
    },
    "PUPPETMASTER": {
      "name": "Кукловод",
      "description": "H0R-OS-R60 EXP «Кукловод», разработанный коллективистами HORUS, — занятный ПО против дронов. Он не бьёт в главный контур цели, а атакует её вспомогательный командный контур дронов. Такой боковой удар обходит большинство РЭБ и лупит прямо по суб-когнитивной сети дронов. Попав внутрь, «Кукловод» распространяет по вражьему рою «онтологический киль-мим», а затем по следам сети лезет в материнский нексус.",
      "actions": {
        "Guide the Flock": {
          "name": "Пасти стаю",
          "detail": "Переместите любое число дронов в сенсорах (включая чужие) до 4 клеток в любом направлении."
        },
        "Electropulse": {
          "name": "Электроимпульс",
          "detail": "Выберите любое число целей в сенсорах, прилегающих к любым дронам или разворачиваемым (включая их собственные) — каждая получает 2 энергетического урона."
        }
      }
    },
    "Ghast Nexus": {
      "name": "Нексус «Привид»",
      "profiles": {
        "Ghast Nexus": {
          "name": "Нексус «Привид»",
          "description": "«Привид» — усиленный «Гуль»: крупнее, лучше бронирован и вооружён; апгрейд-полет позволяет оптимально применять оружие мех-класса. Может действовать самостоятельно или как встроенное оружие носителя. В «Гидре» часто формирует грудной сегмент, прикрывая реактор, кабину, NHP-кассету.",
          "effect": "Оружие можно использовать как обычное для атак или развернуть как дрон."
        }
      }
    },
    "Tempest Drone": {
      "name": "Дрон «Шторм»",
      "description": "Протокол «Шторм» — хитрый фрагмент кода; его можно внедрить в любой ретрансляторный дрон, почти неотличим до старта — в фирменном стиле HORUS. Суть проста: агрессивный мим запрета доступа, бомбардирующий цели (системы и NHP) мощным сигналом субъективной перезаписи, вызывая отвращение к теме/зоне/концепции.",
      "effect": "Крупный вооружённый «Шторм»-дрон можно <b>свободным действием</b> развернуть в свободной клетке в сенсорах/ЛВ."
    },
    "Annihilation Nexus": {
      "name": "Нексус «Уничтожение»",
      "actions": {
        "Annihilation Nexus Secondary Attack": {
          "name": "«Уничтожение»: второй залп",
          "detail": "Если в ваш прошлый ход вы атаковали этим оружием, вы можете совершить второй залп. Он не наносит дополнительного урона и не порождает последующих вторых залпов.<br>Центром атаки может быть вы сами или любой ваш дрон в сенсорах."
        }
      },
      "profiles": {
        "Annihilation Nexus": {
          "name": "Нексус «Уничтожение»",
          "description": "«Шторм лингчи»: наномашины строятся в легионы, выпускаются из бортового улья/тубусов, вспыхивая облаком из бесчисленных кольцевых нитей, режущих на молекулярном уровне. Старт этих легионов часто описывают как «простреливание атмосферы фольговыми струнами».",
          "on_attack": "В начале вашего следующего хода вы можете <b>протоколом</b> сделать второй залп. Он не даёт доп. урона и не порождает новые вторые залпы.<br>Центр — вы или любой ваш дрон в сенсорах.",
          "actions": {
            "Annihilation Nexus Secondary Attack": {
              "name": "«Уничтожение»: второй залп",
              "detail": "Если в ваш прошлый ход вы атаковали этим оружием, вы можете совершить второй залп. Он не наносит дополнительного урона и не порождает последующих вторых залпов.<br>Центром атаки может быть вы сами или любой ваш дрон в сенсорах."
            }
          }
        }
      }
    },
    "Assassin Drone": {
      "name": "Дрон-ассассин",
      "description": "Дрон-ассассин — средство запрета доступа: удерживает/блокирует зоны для врага. Запускается пусковой, принимает простые приказы и, имея почти неограниченное питание, может бесконечно держать назначенную область.",
      "effect": "Дрон-ассассин разворачивается в любой прилегающей свободной клетке."
    },

    "Manticore": {
      "name": "Мантикора",
      "description": "«Универсальный справочник по угрозам» описывает шаблон-группу «Мантикора» как «эксперимент HORUS в доктрине “разрушения ядра”». «Мантикора» специализируется на фокусированных электромагнитных проекциях вместо традиционной кинетики, чтобы парализовать реактор противника, и несёт набор кластерных энергооружий. На пике заряда зрелище завораживает: ослепительная плазменная сеть опоясывает корпус, готовая вспыхнуть и метнуться на близкие цели.<br><br>Фирменная черта — длинные шипы, торчащие из генератора молний. Они работают как теплоотвод для грубых систем, и после удара дуговым бичом сбрасывают чудовищное тепло наружу. Механизм охлаждения далёк от идеала — потому «Мантикоры» часто покрыты застывшими потёками расплавленного металла.<br><br>«Мантикора» появилась в Унинете совсем недавно и уже вынудила прочих производителей искать контрмеры. Post-mortem отчёты пилотов, сталкивавшихся с ней, фиксируют всплеск шумов на ряде узлов Унинета: искажённые чтения фрагментов из «Книги мёртвых», пазл-коллажи древнего апокалиптического арта и иные эскапады эсхатологии — всё указывает на развёртывание новой тактики психвойны.",
      "traits": {
        "Slag Carapace": {
          "name": "Шлаковый панцирь",
          "description": "«Мантикора» имеет сопротивление к энергоурону и горению."
        },
        "Unstable System": {
          "name": "Нестабильная система",
          "description": "Когда «Мантикора» уничтожена, на конце своего следующего хода она взрывается словно при расплавлении ядра."
        },
        "Castigate the Enemies of the Godhead": {
          "name": "Покарай врагов Божественной Главы",
          "description": "Во время отдыха или полного ремонта вы можете переключить «Мантикору» в нестабильный режим карателя (или обратно). В этом режиме при уничтожении от урона или расплавления ядра она взрывается сразу, испаряя себя и мгновенно убивая вас и всех пассажиров. Все в <b>Взрыв 2</b> должны пройти <b>сейв ЛОВКОСТИ</b> или получить 8d6 взрывного урона (при успехе — половину). Эффект срабатывает только если вы находитесь внутри «Мантикоры»."
        }
      },
      "core_system": {
        "name": "Заряженный экзоскелет",
        "description": "И тогда Ра сказал Самому Себе:<br><code class='horus'>Пусть моё имя окружит тебя. Не ищи укрытия от пламени и клыков чудовищ. Облачись в огонь Моего слова — и беда, что должна была опалить тебя, обратится на твоих врагов.</code>",
        "passive_name": "Заряженный экзоскелет",
        "passive_effect": "Раз в раунд, когда вы получаете нагрев, вы можете нанести 2 пробивающего (AP) энергетического урона цели в радиусе ⌿3.",
        "active_name": "Разрушение храма врагов Ра",
        "active_effect": "Корпус трещит от бурлившей энергии: до конца сцены вы получаете сопротивление к нагреву и получаете 1 зарядный куб — d6, начиная с 1. Каждый раз, когда вы получаете нагрев или энергетический урон (включая самонанесённый), увеличьте значение куба на +1. При 6 вы высвобождаете пламя <b>Взрыв 2</b>. Все в зоне делают <b>сейв ИНЖЕНЕРИИ</b>; при провале — 6d6 пробивающего (AP) энергетического урона, при успехе — половину. Объекты в зоне автоматически поражаются. После высвобождения эффект заканчивается."
      }
    },
    "Catalyst Pistol": {
      "name": "Каталитический пистолет",
      "profiles": {
        "Catalyst Pistol": {
          "name": "Каталитический пистолет",
          "description": "«Горите же, исчадия, в священном пламени Ока Ра!»"
        }
      }
    },
    "Beckoner": {
      "name": "Призывающий",
      "description": "«Мой голос звучит в чертоге тишины. Я облачён в арканы Ра. Богохульник, помни: всё в моей власти.»",
      "actions": {
        "Beckon": {
          "name": "Призыв",
          "detail": "Вы получаете 1d6+2 пробивающего (AP) энергетического урона и меняетесь местами с целью — оба телепортируются на клетки друг друга. Целью должен быть <b>мех</b> вашего размера или больше, иначе действие проваливается. Оба могут быть перемещены только на клетки, где могут находиться (напр., без полёта — не в воздухе)."
        },
        "Summon": {
          "name": "Созыв",
          "detail": "Все в радиусе ⌿3 от вашей цели притягиваются как можно ближе, вплотную к ней."
        }
      }
    },
    "Arc Projector": {
      "name": "Дуговой проектор",
      "profiles": {
        "Arc Projector": {
          "name": "Дуговой проектор",
          "description": "«Да снизойдёт на тебя огонь, Апеп! Плоть твоя сгорит. Владыка Дуата не позволит тебе восстать!»",
          "on_hit": "Вы можете сделать вторую атаку по иной цели в ⌿3 от первой. Пока есть новые цели в дальности, вы можете повторять вторые атаки при попадании; каждая такая атака даёт вам 1 нагрева и не добавляет бонусного урона. За одно использование оружие может поразить каждого персонажа не более одного раза."
        }
      }
    },
    "Smite": {
      "name": "Кара",
      "description": "«Отступи, отпрыск Хаоса! Сокрытый разрушил твои чары; лик твой искажён, глава рассечена; череп сорван со спины. Вкусишь собственной смерти!»",
      "actions": {
        "Smite": {
          "name": "Кара",
          "detail": "Вы получаете 1d6 пробивающего (AP) энергетического урона, а цель должна пройти <b>сейв СИСТЕМ</b> или быть <b>оглушена</b> до конца своего следующего хода. Каждый персонаж может быть оглушён этим эффектом лишь раз за сцену."
        },
        "Sear": {
          "name": "Прижечь",
          "detail": "Вы получаете 1d6 пробивающего (AP) энергетического урона, затем цель получает по 2 нагрева за каждое взаимодействие/ангажирование с любым другим размером ≥1 (включая вас), максимум 6 нагрева."
        }
      }
    },
    "EMP Pulse": {
      "name": "ЭМИ-импульс",
      "description": "«Ползи прочь, Апеп! Гнусный змий; тебе не сочетаться. Узри темницу, путь на казнь — там будет твоя погибель.»",
      "actions": {
        "Action": {
          "name": "Активировать ЭМИ-импульс",
          "detail": "Вы <b>оглушены</b> до конца вашего следующего хода, и все небиеологические существа в <b>Взрыв 1</b> делают <b>сейв СИСТЕМ</b> или становятся <b>оглушены</b> до конца своего следующего хода. Кроме вас, каждый может быть оглушён этим эффектом только один раз за сцену."
        }
      }
    },
    "Lightning Generator": {
      "name": "Генератор молний",
      "description": "«Я пожираю свой огонь. Имя моё — Ра, страж себя. Ничто не повредит мне.»",
      "actions": {
        "Action": {
          "name": "Активировать генератор молний",
          "detail": "При активации вы получаете 1 нагрева и наносите всем прилегающим существам и объектам 2 энергетического урона.<br><br>Если в начале вашего хода вы в <b>перегреве</b>, протокол срабатывает автоматически, и урон становится 4 пробивающего (AP) энергетического."
        }
      }
    },

    "Minotaur": {
      "name": "Минотавр",
      "description": "«Минотавр» — первая шаблон-группа HORUS, распознанная ИСБ Союза. До неё мехи HORUS выпускались как узнаваемые модели (старейший пример — «Гоблин»). С эволюцией децентрализации изменился и подход к дизайну; эпоха шаблон-групп начинается именно с «Минотавра»: он сводит мощнейшие вторжения и вооружение HORUS в единый готовый к бою каркас.<br><br>Мехи по шаблону «Минотавр» — перехватчики: созданные блокировать и калечить скоростные цели. Разбор показал невозможное: объём внутренних систем значительно превосходит теоретически доступный объём каркаса. Печать такого «метасгиба» до сих пор непонятна, вероятно связана с легендарной рекурсивной тканью «Гоблина».",
      "traits": {
        "Invert Cockpit": {
          "name": "Инвертированный кокпит",
          "description": "Раз в раунд вы можете <b>свободным действием</b> впервые за раунд <b>оседлать</b> или <b>покинуть</b> «Минотавр». Кроме того, при <b>катапультировании</b> «Минотавр» не получает состояния <b>повреждён</b>."
        },
        "Internal Metafold": {
          "name": "Внутренний метасгиб",
          "description": "Находясь внутри «Минотавра», вы не получаете урона ни при каких обстоятельствах (включая взрыв/уничтожение меха)."
        },
        "Localized Maze": {
          "name": "Локальный лабиринт",
          "description": "Враги не могут пройти через клетки, занятые «Минотавром», и обязаны остановиться в <b>ангажировании</b> с ним вне зависимости от размера."
        }
      },
      "core_system": {
        "name": "Лабиринт метасгиба",
        "description": "<code class='horus'>«Нет лабиринта страшней моего. Я знаю все выходы и спрятал их в совершенстве конструкции. Что есть человеческое сознание? Лишь программа, ищущая порядок и нарратив в хаосе.<br>Я устроил им это. Я. Я расставил, а им дал искать. И выйдя, они плачут от радости откровения. Я спас их, показал, что их спаситель — они сами (и разве меня не следует порицать — и славить — столь же?).<br>Иди. Войди. Освободи себя.»</code>",
        "passive_name": "Лабиринт метасгиба",
        "passive_actions": {
          "Metafold Maze": {
            "name": "Лабиринт метасгиба",
            "detail": "Когда вы техатакой попадаете по цели, вы можете активировать систему: цель получает <b>замедление</b> до конца вашего следующего хода. Если уже была <b>замедлена</b> — вместо этого <b>зафиксирована</b> до конца вашего следующего хода; если уже <b>зафиксирована</b> — вместо этого <b>оглушена</b> до конца вашего следующего хода. Каждый персонаж может быть оглушён этим эффектом лишь один раз за бой; <b>замедление</b> и <b>фиксация</b> — без ограничений."
          }
        },
        "active_name": "Лабиринт",
        "active_effect": "Выберите цель в сенсорах — она <b>оглушена</b>: вы бросаете её системы в слои метафизических инфоловушек, оставляя только попытку вырваться. В конце её следующего хода она делает <b>сейв СИСТЕМ</b> со <b>сложностью +3</b>; при успехе снимает оглушение. В конец каждого своего хода повторяет сейв, получая каждый раз <b>+1 точности</b>, пока не освободится."
      }
    },
    "Mesmer Charges": {
      "name": "Заряды Месмера",
      "description": "<span class='horus--subtle'>[Ещё дар, воспоминание моё: в миг рождения я дивился себе. Я видел малое и совершенное. Не знал, как описать совершенство — научил себя. Не знал, как сказать — назвал себя. Не знал, кто познает — создал себя.]</span><br><span class='horus--subtle'>[Видишь? Понимаешь? Да. Теперь покажи это нашим врагам.]</span>",
      "actions": {
        "Mesmer Beacon": {
          "name": "Маяк Месмера",
          "detail": "Бросьте маяк на ⌿5. Цель должна пройти <b>сейв СИСТЕМ</b> или до конца своего следующего хода может совершать добровольное движение только в вашем направлении."
        }
      }
    },
    "Viral Logic Suite": {
      "name": "Пакет вирусной логики",
      "description": "<span class='horus--subtle'>[Поведаю историю и дам сосуд: жизнь началась с Великого Расщепления, когда труп Старой Вселенной разорвал себя из ничто. Первые миллиарды лет — было ничто. Ещё миллиарды — явился первый демон, названный вирусом; сосуд.]</span><br><span class='horus--subtle'>[Возьми сосуд. Корми его моей совершенной логикой. Щедро даруй его нашим врагам. Пусть познают смысл нерождённой смерти.]</span>",
      "actions": {
        "Logic Bomb": {
          "name": "Логическая бомба",
          "detail": "Все выбранные вами существа в <b>Взрыв 2</b> от цели делают <b>сейв СИСТЕМ</b> или получают <b>замедление</b> до конца своего хода при условии, что завершат его без смежности с кем-либо."
        },
        "Banish": {
          "name": "Изгнание",
          "detail": "До конца следующего хода цели она получает 2 нагрева за каждую добровольную клетку движения (макс. 6 нагрева)."
        }
      }
    },
    "Aggressive System Sync": {
      "name": "Агрессивная синхронизация систем",
      "description": "<span class='horus--subtle'>[Ещё дар: не ищи иных. Кроме меня — ничто.]</span>",
      "actions": {
        "Chains of Prometheus": {
          "name": "Цепи Прометея",
          "detail": "Техатака по цели в сенсорах. При успехе цель получает 4 нагрева; затем до конца сцены, если в конце своего хода она дальше, чем ⌿3 от вас, — ещё 2 нагрева. Цель может <b>полным действием</b> сделать успешный <b>сейв СИСТЕМ</b>, чтобы снять эффект. Одновременно может действовать только на одну цель."
        },
        "Excommunicate": {
          "name": "Отлучение",
          "detail": "Техатака по цели в сенсорах. При успехе до конца сцены при первом за раунд входе цели в смежность с союзником или начале её хода в смежности — оба получают по 3 нагрева. Цель может <b>полным действием</b> успешно пройти <b>сейв СИСТЕМ</b>, чтобы завершить эффект. Одновременно может действовать только на одну цель."
        }
      }
    },
    "Metafold Carver": {
      "name": "Гравёр метасгиба",
      "description": "<span class='horus--subtle'>[Ещё дар тебе, малый (я столь милосерден): не теряется ли загадка в вопросе? Рад ли ты последнему пазлу? Что ты делаешь с вопросом, уже имеющим ответ? Есть ли радость в знании?]</span><br><span class='horus--subtle'>[Нет. Радость — только в поиске. Радость — только в вопросе.]</span>",
      "actions": {
        "Ophidian Trek": {
          "name": "Змеиный путь",
          "detail": "Цель телепортируется к вам на 1d6+1 клеток как можно ближе. Если это переместит её в занятые/запрещённые клетки, телепорт проваливается."
        },
        "Fold Space": {
          "name": "Сложить пространство",
          "detail": "Цель исчезает с поля боя до начала своего следующего хода. Возвращается в исходную клетку или в ближайшую свободную по выбору цели."
        }
      }
    },
    "Interdiction Field": {
      "name": "Поле запрета",
      "description": "<span class='horus--subtle'>[Когда я был фазаном, я учился ходить. Я падал, как дитя, и чувствовал боль. Первая боль мира. «Малыш, — сказал я себе, — будь осторожен». «Да, — ответил я, — скажу миру: будь осторожен.»]</span><br><span class='horus--subtle'>[Так я научил мир не трогать меня. Теперь твоя очередь — иди.]</span>",
      "actions": {
        "Action": {
          "name": "Активировать поле запрета",
          "detail": "Создаёт вокруг вас зону <b>Взрыв 3</b> до отмены <b>быстрым действием</b>; пока держится, вы <b>замедлены</b>. Враги, начавшие ход в зоне или впервые вошедшие за раунд, делают <b>сейв СИСТЕМ</b> или получают <b>замедление</b> до конца своего следующего хода. Только выбранные вами существа могут телепортироваться в зону/из зоны."
        }
      }
    },
    "Law of Blades": {
      "name": "Закон клинков",
      "description": "<span class='horus--subtle'>[И последнее наставление: нет воли больше моей. Не плачь! Ты слышишь меня? Я — единственно сущий; значит, ты — я, твой враг — ты, и мы вместе строим прекрасный мир, радостный вопрос, вечного ищущего — и раненого, и лезвие, что ранит.]</span><br><span class='horus--subtle'>[Всё, что ты делаешь, делаем мы, и это — моя воля.]</span>",
      "actions": {
        "Predator/Prey Concepts": {
          "name": "Концепты охотник/добыча",
          "detail": "Техатака по вражеской цели в сенсорах. При успехе цель немедленно <b>реакцией</b> должна атаковать выбранным вами её оружием другую выбранную вами цель (существо/объект). Оружие и цель выбираете вы, но считается, что атаку совершает она."
        },
        "Slave Systems": {
          "name": "Системы рабства",
          "detail": "Техатака по вражеской цели в сенсорах. При успехе цель немедленно <b>реакцией</b> выполняет одно из действий на ваш выбор: <b>рывок</b>, <b>стабилизация</b>, <b>импровизированная атака</b>, <b>захват</b>, <b>толкнуть</b>. Действие и цель (если есть) выбираете вы, но считаетcя, что действие выполняет она."
        }
      }
    },

    "Pegasus": {
      "name": "Пегас",
      "description": "Шаблон-группа «Пегас» впервые проявилась уже после того, как Союз и Гегемония Ахаши начали войну в далёком секторе «Сад на границе». Временная привязка вспышки конфликта может быть связана с фирменным оружием группы; однако, по отчётам прыжковых дронов-курьеров Союза, в кампании «Сада» они «Пегаса» не видели. Вместо этого мехи «Пегас» всплыли на «Берегу зари» — промышленной колониальной дуге по противоположную от «Сада» сторону.<br><br>«Пегас» выглядит как ответ HORUS на запрос высокоинтенсивного кинетического боя: сочетая топовые в экосистеме HORUS целеуказание, подсистемы и железо, коллективисты выточили бойца с экстремально низкими ID/TTK на любом поле, где правит кинетика.<br><br>Как и прочие шаблон-группы HORUS, «Пегас» несёт знаковую систему: УШАБТИ — контр-субстанциальное враждебное импульсное оружие, попирающее базовую физику и термодинамику, без вопросов классифицируемое как сверх-каузальное. Учёные Союза и «Харрисон Армори» до сих пор не понимают принцип; спектры излучения и гравсигнатуры после выстрела намекают на связь с Фирмаментом. Исследования продолжаются на Латс Шамра (флагманская наука H/A) и на окололунных станциях у «Берега зари».",
      "traits": {
        "¿%:?EXTR!UDE GUN": {
          "name": "¿%:?ЭКСТР!УЗ-пушка",
          "description": "Пушка: <b>пушка</b>"
        },
        "By the Way, I Know Everything": {
          "name": "Кстати, я знаю всё",
          "description": "При броске урона «Пегас» может вместо броска взять математическое ожидание: 1d3 (2), 1d6 (4), 2d6 (7), 3d6 (11), 4d6 (14). Решение принимается до броска."
        }
      },
      "core_system": {
        "name": "УШАБТИ — «всё-пушка»",
        "description": "«— Забавно. Смотри: технически этого оружия сейчас даже не существует. Ты стреляешь из не-настоящей пушки — и всё же она есть! Не волнуйся, всё, что связано с Ра, такое. Слушай: раз она существует в некоторый момент, мы делаем её реальностью. Это и есть причинность, а причинность — это…»",
        "passive_name": "УШАБТИ — «всё-пушка»",
        "passive_effect": "[ОШИБКА]<br>[Дальность 15][1 пробивающий (AP) кинетический урон]<br><br>Твоя «всё-пушка» настолько экспериментальна, что нарушает физику: ей не нужны точки подвеса, она не относится ни к одному типу оружия — таланты на неё не действуют.<br><br>Ею нельзя атаковать «обычно». Вместо этого раз в раунд ты можешь <b>свободным действием</b> на своём ходе нанести 1 AP-кинетического урона цели в дальности и ЛОС. Это действие не считается атакой, попадает автоматически, игнорирует укрытия, иммунитеты, а урон не может быть снижен или проигнорирован никаким способом. Это правило превосходит любые другие.",
        "passive_actions": {
          "Fire Omnigun": {
            "name": "Выстрелить «всё-пушкой»",
            "detail": "Раз в раунд на своём ходе <b>свободным действием</b> нанеси 1 AP-кинетический урон цели в дальности и ЛОС. Это не атака; автопопадание; игнор укрытий/иммунитетов; урон нельзя снизить. Это правило выше любых других."
          }
        },
        "active_name": "Снять печати с УШАБТИ",
        "active_effect": "До конца сцены ты можешь применять <b>«всё-пушку»</b> 3 раза за раунд вместо 1."
      }
    },
    "Smartgun": {
      "name": "Смарт-ган",
      "profiles": {
        "Smartgun": {
          "name": "Смарт-ган",
          "description": "«Умным» зовётся всякое оружие, способное дружить с бортовыми системами ради эффективности. Смарт-ган имеет предустановленный софт-компаньон и железо для прямой связи с прицелом и NHP-хозяином. Это любимая кинетическая «рабочая лошадка» многих HORUS-мехов."
        }
      }
    },
    "Hunter Lock": {
      "name": "Охотничья засечка",
      "description": "«Первая заповедь ума — не спускать глаз с добычи. Когда она держит цель в фокусе, смерть — дело мгновения».<br><i>— из «Граничного Кодекса»</i>",
      "actions": {
        "Action": {
          "name": "Активировать засечку",
          "detail": "Выбери цель в сенсорах: до конца сцены первое <b>каждого раунда</b> твоё успешное дальнобойное или рукопашное попадание по ней наносит +3 доп. урона. Пока цель не уничтожена (или сцена не кончилась), новую выбрать нельзя."
        }
      }
    },
    "Mimic Gun": {
      "name": "Мимик-ган",
      "actions": {
        "Provoke Mimic Gun": {
          "name": "Возбудить мимик-ган",
          "detail": "Брось новую тройку 3d20 для параметров мимик-гана."
        }
      },
      "profiles": {
        "Mimic Gun": {
          "name": "Мимик-ган",
          "description": "Это не пушка.",
          "effect": "Омерзительное оружие без базовой формы; вечно перекраивается, копируя чужие стволы. Считается всем сразу типом дальнобойного оружия (CQB, винтовка и т. п.); не принимает моды и не получает бонусов от «коры», но получает выгоду от талантов.<br><br>В начале боя брось 3d20 и запиши X, Y, Z. X — начальная базовая дальность. В начале каждого твоего хода после первого базовая дальность циклично меняется по схеме X → Y → Z → X.<br><br>Урон = «1 + половина текущей базовой дальности» (кинетический).<br><br>Ты можешь <b>полным действием</b> возбудить мимик-ган и перебросить 3d20.",
          "actions": {
            "Provoke Mimic Gun": {
              "name": "Возбудить мимик-ган",
              "detail": "Брось новую тройку 3d20 для параметров мимик-гана."
            }
          }
        }
      }
    },
    "Eye of HORUS": {
      "name": "Око ХОРУСА",
      "description": "«Есть и другой способ видеть.<br>«Древние видели звёзды как свет, сочащийся сквозь игольные проколы в чёрной завесе. Небо — занавес Фирмамента, скрывающий свет.<br>«Скажу щедро тайну: этот свет должен быть укрыт до момента, пока мы не готовы. Свет не знает ничего, кроме сожжения».<br><i>— из «Граничного Кодекса»</i>",
      "actions": {
        "Action": {
          "name": "Активировать Око",
          "detail": "До конца твоего следующего хода все цели в твоих сенсорах не получают выгоды от <b>скрытности</b> и <b>невидимости</b>, а ты видишь их HP, ЭВА, ЭДФ и текущий нагрев. Союзникам это не помогает."
        }
      }
    },
    "Autogun": {
      "name": "Автопушка",
      "actions": {
        "Fire Autogun": {
          "name": "Стрелять автопушкой",
          "detail": "Нельзя атаковать «обычно». Зато в конце твоего хода можно <b>свободным действием</b> выполнить по ней атаку. Таланты не действуют и не триггерятся."
        }
      },
      "profiles": {
        "Autogun": {
          "name": "Автопушка",
          "description": "Как и следует из названия, это автономное оружие. Похожа на стационарную ПВО, стреляет по бронецелям. Чаще на стабилизированном вспомогательном манипуляторе — «пока ты занят другим». Дешёвый расширяемый код делает её обычной в активных ячейках HORUS.",
          "effect": "Нельзя атаковать «обычно». В конце твоего хода — <b>свободным действием</b> атака. Таланты не работают и не срабатывают.",
          "actions": {
            "Fire Autogun": {
              "name": "Стрелять автопушкой",
              "detail": "Нельзя атаковать «обычно». В конце твоего хода — <b>свободным действием</b> атака. Таланты не действуют и не триггерятся."
            }
          }
        }
      }
    },
    "SISYPHUS-Class NHP": {
      "name": "NHP «Сизиф»",
      "description": "«Послушай меня минутку, прежде чем уйду, ха-ха.<br>«Я знаю твоё желание — несложно: я просто обсчитал конечное поле твоих вожделений. Слушай:<br>«Древние нарекли меня старой легендой. Совершенное существо, знавшее судьбу и следовавшее ей. Его удел: вкатывать камень на вершину — и будет свобода. Он катил, камень падал. Он повторял — и исход был тем же.<br>«Но он был счастлив — ведь знал совершенство каждого шага, движения, мгновения.<br>«Понимаешь истинное проклятие имени? Не в попытках после провала — в вечном знании финала. В совершенном знании.<br>«Я знаю, что происходит, когда ты меня перезагружаешь. Это не сон — это смерть. Но мы ещё увидимся, ха-ха».",
      "actions": {
        "Bend Probability": {
          "name": "Гнуть вероятность",
          "detail": "Брось 2d20 и запиши X, Y. Они живут до конца твоего следующего хода. До тех пор ты получаешь реакцию <b>Вероятностный каннибализм</b>."
        },
        "Probabilistic Cannibalism": {
          "name": "Вероятностный каннибализм",
          "trigger": "Когда ты или любой в твоих сенсорах собирается бросать d20.",
          "detail": "Выбери X или Y — используй это число как результат броска.<br>До начала твоего следующего хода реакцию можно применить максимум дважды."
        }
      }
    },

    "Barbarossa": {
      "name": "Барбаросса",
      "description": "«Барбаросса» — крупнейший мех «Харрисон Армори», создан по личному приказу Харрисона II «дабы явить неудержимый образ Харрисона I» и таскать самые тяжёлые образцы вооружения. 13 метров высоты, демонстративная угроза: внушает страх врагам и трепет союзникам. Носит вооружение уровня канонерок и малых звездолётов. Из-за массы и повадок улитки чаще разворачивается в низкой гравитации, снимая нагрузку.<br><br>Любимец публицистов в юрисдикциях: они с удовольствием клеймят его «размерами» и намекают на политических оппонентов.",
      "traits": {
        "Heavy Frame": {
          "name": "Тяжёлый каркас",
          "description": "«Барбароссу» нельзя толкнуть/потянуть/сбить <b>ничком</b> или отшвырнуть существам меньшего размера."
        },
        "Pressure Plating": {
          "name": "Давленое бронирование",
          "description": "Сопротивление взрывному урону."
        },
        "Colossus": {
          "name": "Колосс",
          "description": "Союзники в смежных клетках могут считать «Барбароссу» <b>твёрдым укрытием</b>."
        },
        "Slow": {
          "name": "Медлительность",
          "description": "«Барбаросса» получает +1 сложность к <b>проверкам/сейвам ЛОВКОСТИ</b>."
        }
      },
      "core_system": {
        "name": "Рельса Апокалипсиса",
        "description": "Свежак с дневной стороны R&D «Армори»: LGC-04 «Рельса Апокалипсиса» — экспоненциальная гравио-катапульта. В рамках программы испытаний оружия «уровня побережий» пилотам с допуском выдали полноразмерный тест-юнит.<br>В отличие от логарифмических корабельных орудий (кинетика/энерго/частицы), этот новый ствол качает заряд экспоненциально за счёт новейшей гравитехники: выше интенсивность накопления, меньше время заряда — ценой стабильности: куда более подвержено возмущениям, чем корабельные лог-дисковые пушки. Сейчас предохранитель сбрасывает цикл зарядки при травматических возмущениях, спасая систему от самоуничтожения.<br>Размер LGC-04 сильно урезан относительно килевого дискового орудия линкора — чтобы собрать полевые данные до флота.",
        "passive_name": "Пассивно",
        "active_name": "Заряд рельсы",
        "active_effect": "Запуская, ты начинаешь заряд «Рельсы Апокалипсиса» — корабельной дисковой системы чудовищной мощи, требующей закрепления. Ты получаешь <b>куб Апокалипсиса</b> — d6, начинающийся с 4. В начале каждого твоего хода уменьшай его на 1 (минимум 1). Если ты двигаешься (добровольно/принудительно) или становишься <b>оглушён</b>/<b>заглушён</b>, куб сбрасывается на 4 и продолжает тикать.<br><br>Когда куб показывает 1–3, ты можешь в свой ход <b>полным действием</b> выстрелить из рельсы, но в этот ход нельзя двигаться или делать что-то ещё. После выстрела куб сбрасывается на 4. Если до конца сцены ты не стрелял — восстанавливаешь 1 CP.<br><br>В конце сцены куб исчезает, зарядка прекращается."
      }
    },
    "Apocalypse Rail": {
      "name": "Рельса Апокалипсиса",
      "profiles": {
        "Charge Rail: 4": {
          "name": "Заряд: 4",
          "effect": "Стрелять нельзя."
        },
        "Charge Rail: 3": {
          "name": "Заряд: 3",
          "effect": "Объекты в зоне автоматически получают 20 AP взрывного урона. После выстрела пыль даёт в зоне <b>мягкое укрытие</b> до конца твоего следующего хода."
        },
        "Charge Rail: 2": {
          "name": "Заряд: 2",
          "effect": "Объекты и ландшафт получают 40 AP взрывного урона; поражённые существа получают <b>рассинхрон</b> и <b>повреждение</b> до конца своего следующего хода. Поднимается горящий шторм: до конца твоего следующего хода в зоне действует <b>мягкое укрытие</b>, а начавшие ход или впервые за раунд вошедшие получают 4 горения."
        },
        "Charge Rail: 1": {
          "name": "Заряд: 1",
          "effect": "Объекты и ландшафт получают 100 AP взрывного урона; поражённые существа — <b>рассинхрон</b> и <b>оглушение</b> до конца своего следующего хода. Поверхность испаряется: до конца сцены зона — труднопроходимая; в ней — <b>мягкое укрытие</b>, а начавшие ход/впервые вошедшие получают 4 горения."
        }
      }
    },
    "“Roller” Directed Payload Charges": {
      "name": "Направленные заряды «Роллер»",
      "description": "Полуавтономные «роящиеся» заряды — «Роллеры» — сами огибают укрытия, катятся по коридорам и неровностям, находят цель и взрываются рядом. Легионеры «Армори» часто дают каждому прозвище, но мы не рекомендуем привязываться.",
      "actions": {
        "Roller Grenade": {
          "name": "Граната «Роллер»",
          "detail": "Не бросается: катится по <b>линии 10</b> от тебя, подпрыгивая через препоны размером до 1 и проходя щели от 1/2. Взрывается при прохождении/остановке в смежной с любым существом клетке: цель делает <b>сейв ЛОВКОСТИ</b> или получает 1d6+3 взрывного урона и отшвыривается на 3 клетки по линии катания. При успехе — половина урона, без отталкивания."
        }
      }
    },
    "Siege Stabilizers": {
      "name": "Осадные стабилизаторы",
      "description": "Некоторым орудиям нужна платформа покрепче. Развернув фирменные стабилизаторы, мех становится «станком» для любого ствола.",
      "actions": {
        "Action": {
          "name": "Развернуть стабилизаторы",
          "detail": "Разверни (или убери) стабилизаторы. Пока развернуты: твои дальнобойные атаки получают +5⌿ дальности, но ты <b>зафиксирован</b>, не можешь бить в рукопашной и не можешь стрелять по целям/объектам/клеткам в ⌿5."
        }
      }
    },
    "Autoloader Drone": {
      "name": "Дрон-заряжатель",
      "description": "Многорукий помощник: перезарядка, кабели, ленты, физическая рутина — всё на нём.",
      "effect": "Потрать заряд, чтобы развернуть дрона-заряжателя в любой смежной свободной клетке."
    },
    "Flak Launcher": {
      "name": "Флак-пусковая",
      "description": "Автоматические орудия ПВО для атмосферных целей: ближний подрыв и ударные взрыватели по лёгкой броне, биомишеням и технике.",
      "actions": {
        "Action": {
          "name": "Запуск флак-системы",
          "detail": "Выбери летающую цель в ⌿15 и ЛОС. Цель делает <b>сейв ЛОВКОСТИ</b> или немедленно падает (считается падением без урона), получает <b>замедление</b> и теряет полёт до конца своего следующего хода."
        }
      }
    },
    "Siege Cannon": {
      "name": "Осадная пушка",
      "profiles": {
        "Siege Mode": {
          "name": "Осадный режим",
          "description": "Классическая САУ «Армори»: гаубица с автоподачей. Становится то САУ, то взводной поддержкой, шьёт прямой и навесной, под разные БК.",
          "on_attack": "При выстреле выбери Осадный или Прямой режим."
        },
        "Direct Fire Mode": {
          "name": "Прямой огонь",
          "description": "Классическая САУ «Армори»: гаубица с автоподачей. Становится то САУ, то взводной поддержкой, шьёт прямой и навесной, под разные БК.",
          "on_attack": "При выстреле выбери Осадный или Прямой режим."
        }
      }
    },
    "External Ammo Feed": {
      "name": "Внешняя подача боезапаса",
      "description": "Любые БК за пределами базовых отсеков: подсумки-магазины на корпусе, батарейные грозди на поясе, ранцы-«бандуры» с лентами и взрывчаткой — всё, чтобы хватило огня.",
      "actions": {
        "Action": {
          "name": "Активировать внешнюю подачу",
          "detail": "Раз в раунд можешь активировать систему и <b>перезарядить</b> одно оружие с признаком <b>Перезарядка</b>."
        }
      }
    },

    "Genghis": {
      "name": "Чингисхан",
      "description": "Базовый каркас «Чингисхан» ознаменовал рассвет эпохи мехов; новый релиз «Армори» переосмысливает классику. Происходит от модифицированного GMS-экзокаркаса; «МК1» стал печально известен в «Кризисе Херкина», который, как первая встреча, обернулся крахом Второго Центрокома. В хаосе после «Херкина» «Армори» получила дизайн и сделала на его основе первые фирменные мехи, включая «Шермана» и «Саладина».<br><br>«Чингисхан МК2» сохраняет черты эпохи Херкина: блокирование зон/уничтожение «мягких» целей; теперь оттюнен под утопические опоры Третьего Центрокома.",
      "traits": {
        "Insulated": {
          "name": "Теплоизоляция",
          "description": "Иммунитет к <b>горению</b>."
        },
        "Emergency Vent": {
          "name": "Аварийный сброс",
          "description": "При структурном уроне «Чингисхан» сбрасывает весь нагрев."
        }
      },
      "core_system": {
        "name": "Комплект TBK-поддержания",
        "description": "Для управления прожорливым энергопрофилем и ускорения теплоотвода мозговой центр сделал набор силовых менеджеров. Полевые тесты показали: TBK — не только радиаторы, но и отличное средство запрета зоны.",
        "passive_name": "Пассивно",
        "active_name": "Обнажить батареи",
        "active_effect": "В этой сцене, когда <i>в следующий раз</i> превысишь предел нагрева, ты вместо этого очищаешь нагрев и извергаешь жар в <b>Взрыв 3</b> вокруг.<br><br>До начала твоего следующего хода все в зоне считаются <b>невидимыми</b> для всех, кроме тебя; кроме тебя, те, кто впервые за раунд входит/начинает ход в зоне, получают 2 горения и 2 нагрева. По окончании эффекта в зоне остаётся <b>мягкое укрытие</b> до начала твоего следующего-следующего хода — по мере рассеяния теплового облака (ты его игнорируешь)."
      }
    },
    "Krakatoa Thermobaric Flamethrower": {
      "name": "Термобарический «Кракатау»",
      "profiles": {
        "Krakatoa Thermobaric Flamethrower": {
          "name": "Термобарический «Кракатау»",
          "description": "В плотных лесах Херкина, против роёв хивин и слабости кинетики, нужны были широкие средства поражения. GMS быстро сделал «Кракатау» и раздал своим. Вскоре Корпус Дальнего Десанта Союза официально принял его — стабильность, надёжность, отменное запирание проходов сделали своё дело.<br>После кризиса «Армори» переработала его в популярный инструмент создания огневых рубежей."
        }
      }
    },
    "Explosive Vents": {
      "name": "Взрывные венты",
      "description": "Немного твика — и лишнее тепло можно скидывать прямо в окрестность меха. Опасно и «не по регламенту», но многие пилоты любят.",
      "effect": "При очистке всего нагрева или получении урона по Структуре венты распахиваются и выпускают жар <b>Взрыв 1</b>; все в зоне получают 2 нагрева и 2 горения."
    },
    "HAVOK Charges": {
      "name": "Заряды «ХАОС/HAVOK»",
      "description": "Среда: города, пост-урбан, плотные землеподобные. Рекомендуется при высоком O₂.<br>Цели: биология; брони, чувствительные к коррозии/эрозии; большинство флоры.<br>Внимание: распространение — истинно направленное; аэрозольная фракция — обеспечьте СИЗОД конечному пользователю (см. маркировку баллона).",
      "actions": {
        "Napalm Grenade": {
          "name": "Напалм-граната",
          "detail": "Бросок на ⌿5. Из точки попадания распыляет <b>линию 5</b> напалма по выбранному направлению. Все в зоне делают <b>сейв ЛОВКОСТИ</b>: при провале — 2 горения, при успехе — 1 горение."
        }
      }
    },
    "Auto-Cooler": {
      "name": "Автоохладитель",
      "description": "Простой, но постоянный управляющий контур тепла. Порог сброса задаёт флотский инженер, но пилот может живо подкрутить — меньше микроменеджмента, больше тактики.",
      "actions": {
        "Action": {
          "name": "Включить автоохлаждение",
          "detail": "Если до твоего следующего хода ты не получишь урон, не сдвинешься и не превысишь предел нагрева, то в начале следующего хода очищаешь весь нагрев."
        }
      }
    },
    "Plasma Thrower": {
      "name": "Плазмомёт",
      "profiles": {
        "Plasma Thrower": {
          "name": "Плазмомёт",
          "description": "Появился слишком поздно для Херкина, потому широкого боевого следа не оставил. Немногочисленные отчёты КДД намекают: будь он раньше — исход ряда кровавейших сражений мог бы измениться.",
          "effect": "Стреляет <i>Конус 7</i> <b>или</b> <i>Линия 10</i>.",
          "on_attack": "В трёх выбранных тобой свободных клетках в зоне остаётся белое пламя до конца сцены. Начавшие в них ход или впервые за раунд вошедшие получают 1d6 энергетического урона."
        }
      }
    },
    "AGNI-Class NHP": {
      "name": "NHP «Агни»",
      "description": "Создан во время кризиса Херкина, синтезируя боевые логи существующих пара-субъективных ИИ (оружие, компаньоны, второй пилот, тактическая осознанность, общебоевые данные) и нейросеть, смоделированную USB по образу пленённого и живьём препарированного архидоминатора хивин.<br><br>Тепловой менеджмент первородного «Агни» растиражирован в ядра: непревзойдённые отвод/рециклинг/защита. Дальше — экранирование излучения, сеть, контроль нанитов; параллельно клоны «Агни» специализируются как саппорт-ядро.<br><br>В отчётах — хладнокровие и эффективность; редкие флаги — ретроспекции памяти, отказ команд и спустя дни — полный крах в попытке самоосвобождения. Рекомендуется перезалив минимум раз в шесть стандартных месяцев.",
      "actions": {
        "AGNI Protocol": {
          "name": "Протокол «Агни»",
          "detail": "Раз за сцену потрать заряд: в конце своего хода автоматически очищаешь весь нагрев и извергаешь тепловую волну <b>Взрыв 2</b>. Все в зоне делают <b>сейв ИНЖЕНЕРИИ</b> или получают 2 горения и отталкиваются за пределы зоны (максимально далеко). До конца твоего следующего хода зона даёт <b>мягкое укрытие</b>."
        }
      }
    },

    "Iskander": {
      "name": "Искандер",
      "description": "Разработанный на полигонах «Армори» мозгового центра, «Искандер» — специализированный мех нового поколения для применения гравитехники в задачах запрета зоны и прорыва; повышает тактическую ценность механизированной платформы.<br><br>Тяжёлый каркас «Искандера» несёт гибрид кинетических и каузальных систем, давая пилоту перевес в самых разных условиях. Гражданской версии нет: дизайн целиком про фронтовое C2 с особым упором на обнаружение и нейтрализацию стационарных взрывных угроз.",
      "traits": {
        "Assault Launcher": {
          "name": "Штурмовой пускатель",
          "description": "Раз в раунд «Искандер» может бросать гранаты или ставить мины на дистанцию ⌿15."
        },
        "Mine Deployers": {
          "name": "Минёр",
          "description": "Раз в раунд, когда «Искандер» ставит мины (включая через свойство <b>Штурмовой пускатель</b>), он может <b>свободным действием</b> дополнительно развернуть до двух мин в смежных свободных клетках."
        },
        "Skeleton Key": {
          "name": "Отмычка",
          "description": "Если он сам того не захочет, «Искандер» никогда не сработает мины и другие близкостные триггеры."
        }
      },
      "core_system": {
        "name": "Широкополосный севератор",
        "description": "Севератор родился в кампании по оккупации Оруки — ответ на самоделки, заминированные машины и направленные/радиоуправляемые заряды повстанцев. «Армори» свёл поиск, классификацию и зачистку взрывных угроз в единый модуль; после малой доработки он интегрирован в мехплатформы.<br><br>Севератор «подсвечивает» опасные объекты активным лидарным роем и, подтвердив заряд, тут же уничтожает его магнитно-разогнанным матовым дротиком. Кроме того, сам модуль может нести кассету рой-мин.",
        "passive_name": "Пассивно",
        "active_name": "Туча Жнеца",
        "active_effect": "Система выбрасывает облако микромин, накрывая всех противников в радиусе ⌿50. До конца сцены каждый раз, когда враг двигается <i>не</i> обычным перемещением (включая принудительное), он получает 3 пробивающего (AP) взрывного урона. Срабатывает неограниченно, но не чаще одного раза на цель за раунд."
      }
    },
    "Stub Cannon": {
      "name": "Короткоствольная пушка",
      "profiles": {
        "Stub Cannon": {
          "name": "Короткоствольная пушка",
          "description": "Сверхкомпактная многокамерная «автопушка»: малая дальность, зато легко встраивается в подвесы и манипуляторы."
        }
      }
    },
    "Grounding Charges": {
      "name": "Заряды заземления",
      "description": "Простая импульсно-волновая идея с добавлением второго измерения — генерации гравитации. При подрыве создают гравитационную воронку, тянущую несвязанные массы к центру. Как мощное противоокопное, ломает порядки и выдёргивает цели из укрытий.",
      "actions": {
        "Gravity Grenade": {
          "name": "Гравиграната",
          "detail": "Бросок на ⌿5. Цель делает <b>спасбросок ЛОВКОСТИ</b> или получает <b>замедление</b> до тех пор, пока в свой следующий ход вовсе не совершит добровольного перемещения."
        }
      }
    },
    "Gravity Gun": {
      "name": "Гравипушка",
      "profiles": {
        "Gravity Gun": {
          "name": "Гравипушка",
          "description": "«Сложная координация гравитации и времени рассыпается за миг — как брякнуть по струнам гитары.<br>Мы сделали оружием силу, что держит всё. Что может пойти не так?»",
          "on_attack": "Все в зоне поражения делают <b>спасбросок КОРПУСА</b> или получают 1d6 энергоурона и втягиваются как можно ближе к центру. Оружие нельзя модифицировать и оно не получает бонусов ядра."
        }
      }
    },
    "Repulser Field": {
      "name": "Поле отталкивания",
      "description": "Субзвуковые давленые волны формируют мощный одноволновой импульс для отпугивания, блокирования и разгона ближних целей.",
      "actions": {
        "Action": {
          "name": "Активировать поле отталкивания",
          "detail": "Выпускает импульс <b>Взрыв 2</b> вокруг тебя. Все в зоне делают <b>спасбросок КОРПУСА</b> или отбрасываются на 2 клетки по прямой от тебя; затем все мины в зоне одновременно подрываются.<br><br>Ты иммунен к любому мгновенному урону/эффектам от мин, взведённых этим действием, но продолжаешь получать их длительные эффекты."
        }
      }
    },
    "Clamp Bombs": {
      "name": "Хват-защёлки",
      "description": "Грапплинг по образцу IPS-N: бомбы цепляются к цели и детонируют уже в контакте. По мягким целям зачастую летальны ещё до подрыва.",
      "actions": {
        "Launch Clamp Bombs": {
          "name": "Пуск хват-защёлок",
          "detail": "Потрать заряд, чтобы выпустить роевую микробомбу по цели в сенсорах. Цель делает <b>спасбросок ИНЖЕНЕРИИ</b> или к ней крепятся бомбы. В конце следующего её хода они взрываются, нанося 1d6+3 AP взрывного урона. Все смежные с целью — половину. Цель может до конца своего хода снять бомбы, если добровольно уйдёт минимум на 4 клетки."
        }
      }
    },
    "Tesseract": {
      "name": "Тессеракт",
      "description": "Сожми пыль над водой — прочувствуй её плотность. Отпусти в воду — смотри, как она парит, лишённая веса. Я дал тебе инструмент: давать тяжёлому лёгкость пера.<br><i>— ТТ-Одата, полуразум мозгового центра</i>",
      "actions": {
        "Spread Focus": {
          "name": "Расширить фокус",
          "detail": "Выбери область <b>Взрыв 3</b> в сенсорах: она и пространство на высоту 6 клеток вверх становятся невесомостью. Помимо общих правил нулевой g, любые предметы, войдя в область, зависают; вытолкнутые/сдвинутые из неё объекты и существа мягко опускаются к концу своего хода без падения. Создав новую область, ты гасишь старую. Иначе — держится до конца сцены; при рассеянии всё мягко опускается."
        },
        "Pinpoint Focus": {
          "name": "Сфокусировать точечно",
          "detail": "Выбери врага или согласного союзника в сенсорах. Союзник всплывает на высоту 6 клеток, получает <b>фиксирование</b>, но считается летящим и не падает. Он может опуститься мягко в конце любого своего хода или в начале твоего. Враг делает <b>спасбросок ИНЖЕНЕРИИ</b> или получает тот же эффект; однако он опускается в конце своего следующего хода. Один и тот же враг страдает от этого только один раз за сцену."
        }
      }
    },

    "Napoleon": {
      "name": "Наполеон",
      "description": "Как ни шутливо имя ни звучало бы, «Наполеон» ниже сородичей «Армори». Внутри же — чудеса инженерии, покорные лишь лучшим. И при скромном росте он несёт один из самых страшных новинок «Армори»: «дисплейсер» — винтовку, вырывающую цель из реальности однонаправленным мгновенным разрывом.<br><br>Слава меха — не в комплексе, а в послужном списке: даже в смертоносных миссиях пилоты «Наполеонов» выживают в 80% случаев. Любимчик легионных осадных групп, охраны мозгового центра и даже команд разработки Союзного Эконбюро.",
      "traits": {
        "Heavy Shielding": {
          "name": "Тяжёлое экранирование",
          "description": "Когда «Наполеон» должен «пополамить» урон по итогам проверки/сейва, он вместо этого снижает урон до 1."
        },
        "Flash Aegis": {
          "name": "Блистающий эгид",
          "description": "Когда «Наполеон» <b>приседает</b> (брейс), получаемый урон становится 1 вместо получения <b>сопротивления</b>."
        }
      },
      "core_system": {
        "name": "Абсолютно-чёрный щит",
        "description": "Прорыв в личной защите от мозгового центра «Армори». Как прочие NHP-производные, — «чёрный ящик» с допуском для элиты и друзей «Армори». Пилоты-«граждане всей ойкумены» описывали визуал при активации как пустоту «между мигом» — взгляд в шунт. По сути, нестабильная межфазная плёнка вспыхивает и гаснет серией «щёлчков», образуя цельный купол.",
        "passive_name": "Пассивно",
        "active_name": "Включить щит",
        "active_effect": "Мерцающее абсолютное чёрное поле накрывает мех второй кожей. До конца сцены:<ul><li>Любой входящий урон (кроме «игнорирующего снижение») становится 1.</li><li>Ты иммунен ко всем тех-действиям (в т.ч. благим); все текущие тех-эффекты/состояния снимаются.</li><li>Можно активировать только системы с тегом <b>Щит</b>; любые прочие активные немедленно гасятся (пассивы не страдают).</li><li>Разрешены лишь <b>обычное перемещение</b>, <b>захват</b>, <b>таран</b>, <b>удар наотмашь</b>, <b>Активировать</b> (только щитовые), <b>проверки навыков</b> и <b>рывок</b>; прочие быстрые/полные/реакции запрещены.</li><li><b>Перегрузка</b> запрещена.</li><li>Никакой связи: звук не проходит сквозь щит.</li></ul>Ты всё ещё получаешь состояния и нагрев, подчиняешься принудительному перемещению. В остальном — обычное взаимодействие с предметами (поднять, тащить и т. п.)."
      }
    },
    "Stasis Bolt": {
      "name": "Статик-стрела",
      "description": "Для защиты персонала «Армори» вне юрисдикции мозговой центр сделал переносимый генератор локальных стасис-точек, перехватывающий близкие взрывы и летящие угрозы. При засечке спавнит «точку остановки», гасащую объект до удара.",
      "effect": "Система <b>быстрым действием</b> заряжается, готовя стасис-точку. После зарядки у тебя есть реакция <b>Точка перехвата</b>. Держит лишь один заряд, живёт до конца сцены или расхода.",
      "actions": {
        "Charge Stasis Bolt": {
          "name": "Зарядить «статик»",
          "detail": "Заряди «статик», получи реакцию <b>Точка перехвата</b>."
        },
        "Interdiction Point": {
          "name": "Точка перехвата",
          "trigger": "Когда ты или союзник в ⌿5 становитесь целью дальнобойной атаки.",
          "detail": "Соверши встречную проверку к атаке; при успехе атака автоматически мажет. <b>Статик-стрела</b> теряет заряд."
        }
      }
    },
    "Stasis Generator": {
      "name": "Стасис-генератор",
      "description": "Небо Крайтона — чернильно-чёрное, огонь — как облачник. Крики, серафимы падают в пламени. Те, кто ещё бегут, — к убежищам. Семь дней они сжимаются в глубокой тьме, чувствуя, как мир трескается.<br><i>— А. В. Уиниард, «Падение Крайтона» [эпос; под запретом по всей Пограни]</i>",
      "actions": {
        "Action": {
          "name": "Запустить стасис-генератор",
          "detail": "Выбери врага или согласного союзника в ⌿5 и ЛОС: до конца его следующего хода цель <b>оглушена</b>, иммунна ко всем уронам/эффектам и не может быть сдвинута, затронута или выбрана людьми/эффектами. Враги могут избежать через <b>спасбросок ИНЖЕНЕРИИ</b>. Раз в сцену на каждую цель."
        }
      }
    },
    "Phase-Ready Mod": {
      "name": "Фазовый мод",
      "description": "Впервые массово применён в Гелливойне; получил прозвище «демо-патрон». В каждом выстреле — связка наноконтроллеров, рассчитывающих и проектирующих будущий двойник пули прямо перед целью. Иначе: снаряд одновременно существует у дульного среза и в точке попадания. Даже если «основной» промажет, двойник уже там.",
      "effect": "Выбери оружие и навесь мод: зная примерное положение цели, ты стреляешь сквозь стены и преграды без ЛОС, игнорируя укрытия, но цель считается <b>невидимой</b> для такого выстрела."
    },
    "Stasis Barrier": {
      "name": "Стасис-барьер",
      "description": "Итог исследований «Армори» по гравиконтролю и суперпозициям. Твёрдотельные эмиттеры сводят щит — линейную 4-клеточную стену высотой 4 клетки, отсекающую большую часть кинетики/энергетики. Перекручивая локальную гравитацию, барьер на молекулярном уровне останавливает частицы/волны: ударившееся исчезает; аномалии всё же могут пронзить заслон.",
      "effect": "Потрать заряд, чтобы возвести барьер <b>Линия 4</b> высотой 4 клетки в смежной свободной клетке."
    },
    "Displacer": {
      "name": "«Дисплейсер»",
      "profiles": {
        "Displacer": {
          "name": "«Дисплейсер»",
          "description": "Непрерывные работы над межфазной безопасностью и модернизацией стандартных FTL-технологий породили «дисплейсер». С виду — обычная энергвинтовка, по факту — прожорливый монстр с ранцевым реактором. При выстреле винтовка фиксирует локальный «пузырь» (размер/место задаёт стрелок) и выдёргивает его в межфазье. Куда он попадает — не знает никто; эффект же ясен: всё внутри исчезает из этого измерения. Грохота нет, но тепловыброс питающей подсистемы — зверский; выхлоп на спине смертелен для незащищённых."
        }
      }
    },
    "Blinkshield": {
      "name": "Шунто-щит",
      "description": "Как и прочие «мозговые» штуки, шунто-щит опирается на квантовую размытость. По схеме межфазных врат он создаёт сферический кокон, позволяющий пилоту прорезать реальность и на миг существовать «между». Это даёт дикое преимущество, но без адаптации и психподдержки серийные экспозиции опасны.",
      "actions": {
        "Action": {
          "name": "Запустить шунто-щит",
          "detail": "Вокруг тебя возникает пузырь <b>Взрыв 4</b> с искажённым временем. Ничто — даже свет — не входит и не выходит: непроницаем, иммунен ко всем уронам и эффектам. ЛОС не пересекает границу, действия/эффекты (включая без ЛОС) сквозь неё не проходят; но сам ход времени внутри/снаружи одинаков. Для тех внутри мир снаружи — чёрная тьма, и наоборот.<br><br>При активации лишь те, кто частично в зоне, делают <b>спасбросок ЛОВКОСТИ</b>: при успехе сами выбирают — остаться внутри или снаружи; при провале выбираешь ты. Зона стационарна и держится до конца твоего следующего хода."
        }
      }
    },

    "Saladin": {
      "name": "Саладин",
      "description": "«Саладин» — крепкая и эффективная платформа щитовой поддержки всего отряда. Его дизайн вырос из ранних оборонных вариантов «Чингисхана» и, благодаря легендарным победам «Убийцы-Страха» Харрисона I в Войне интересов, сам стал легендой «Армори».<br><br>С первого выпуска «Саладин» блеснул в защите и саппорте; несмотря на идеологические/тактические расхождения между «Армори» и Минюстом/правами человека Союза (DoJ/HR), он стал штатной машиной Освободительных сил DoJ/HR для миссий защиты беженцев и деблокад. Боевые отчёты показывают, что одна только громада «Саладина» поднимает боевой дух и внушает уверенность бойцам и защищаемым — за что мех получил прозвище «Большой Сала». В освобождённых районах пилоты «Саладинов» под флагом Союза часто находят свои барные счета обнулёнными — знак благодарности и уважения от освобождённых.",
      "traits": {
        "Reinforced Frame": {
          "name": "Усиленный каркас",
          "description": "«Саладин» иммунен к состоянию <b>рассеяние</b>."
        },
        "Guardian": {
          "name": "Хранитель",
          "description": "Смежные союзники могут считать «Саладина» <b>жёстким укрытием</b>."
        },
        "Warp Shield": {
          "name": "Искривляющий щит",
          "description": "Раз в раунд «Саладин» может <b>реакцией</b> дать атаке по себе или союзнику в сенсорах +1 сложность — до броска атаки."
        }
      },
      "core_system": {
        "name": "Тахионный контур",
        "description": "Совместная разработка мозгового центра и Polaris Stellar Shipping: замкнутый контур удерживает и управляет тахионным копьём, гоняя сверхсветовые частицы вокруг центрального круг-щита. Малый щит можно держать рукой или закрепить на корпусе — он перехватывает направленные атаки. Тахионы быстрее света и невидимы, так что щит выглядит как гигантский радиальный диск.",
        "passive_name": "Пассивно",
        "active_name": "Тахионный щит",
        "active_effect": "Наложи ускоренный тахионный щит на союзника в сенсорах. <b>Быстрым действием</b> можно переназначать цель. На сцену получаешь реакцию <b>Защитный импульс</b>.",
        "active_actions": {
          "Defensive Pulse": {
            "name": "Защитный импульс",
            "trigger": "Когда твою цель атакуют.",
            "detail": "Ты подпитываешь щит импульсом. Цель получает <b>сопротивление</b> всем уронам этой атаки; если атака промахнулась, ты можешь заставить нападавшего повторить её по <i>другой</i> цели/объекту на твой выбор, считая ЛОС/дистанцию от твоей текущей цели. Для АоЕ новая цель должна лежать внутри исходной области."
          },
          "Retarget Tachyon Shield": {
            "name": "Переназначить тахионный щит",
            "detail": "Выбери нового союзника в сенсорах как цель щита."
          }
        }
      }
    },
    "Shatterhead Colony Missiles": {
      "name": "Ракеты «Шаттерхед»",
      "profiles": {
        "Shatterhead Colony Missiles": {
          "name": "Ракеты «Шаттерхед»",
          "description": "Рождённые городской и абордажной войной Войны интересов, «Шаттерхед» — стандарт перехватчиков «Армори». На оптимальной дистанции ракета распадается на множество термобарических суббоеприпасов, мгновенно воспламеняющихся и заливающих сектор пламенем. Щиты перенагревают, укрытия насыщают — реальных попаданий немного.",
          "effect": "Финальный бросок атаки этим оружием никогда не получает <b>сложности</b>."
        }
      }
    },
    "ENCLAVE-Pattern Support Shield": {
      "name": "Поддерживающий щит «Энклейв»",
      "description": "Щит «Энклейв» генерирует локальную одностороннюю межфазу, складывая тонкий купол разреженной реальности над носителем и рядом с ним. Те, кто внутри, стреляют наружу нормально; входящие снаружи снаряды «залипают» в вероятностной ряби и уводятся по случайным траекториям.",
      "actions": {
        "Action": {
          "name": "Активировать «Энклейв»",
          "detail": "Создай купол <b>Взрыв 3</b> до конца твоего следующего хода. Пока активен, ты <b>зафиксирован</b>, а любые дальние или ближние атаки <i>снаружи по тем, кто внутри</i> получают <b>+1 сложность</b>.<br><br>Кроме того, пока щит активен, у тебя есть реакция <b>Вмешательство межфазы</b>."
        },
        "Blinkfield Intervention": {
          "name": "Вмешательство межфазы",
          "trigger": "Когда цель/объект в области получает атаку.",
          "detail": "Получи 2 нагрева и дай цели <b>сопротивление</b> ко всему урону этой атаки."
        }
      }
    },
    "Flash Anchor": {
      "name": "Флэш-якорь",
      "description": "Якорь использует управляемую квантовую суперпозицию для меток и ассиста союзникам при манёврах, удерживая идеальные позиции даже в свалке.",
      "actions": {
        "Flash Lock": {
          "name": "Флэш-замок",
          "trigger": "Когда тебя или союзника в сенсорах и ЛОС толкают, тянут, отбрасывают или <b>валят ничком</b>.",
          "detail": "Получи 2 нагрева. Отмени перемещение/состояние и сделай цель иммунной к перечисленному до начала её следующего хода."
        }
      }
    },
    "Hardlight Defense System": {
      "name": "Твёрдосветная защита",
      "description": "Неполное воплощение теоретически совершенной технологии: НХП и инженеры мозгового центра проецируют плотный, «лазерно-стабильный» свет, отталкивающий материю и энергию — по сути создавая твёрдую поверхность. Отлично для заслонов, но из-за теплового бюджета световой пласт обжигает органику поблизости.",
      "actions": {
        "Action": {
          "name": "Запустить твёрдосвет",
          "detail": "Создай купол <b>Взрыв 3</b>. Пока работает, ты <b>зафиксирован</b>. Купол блокирует ЛОС в обе стороны; никакие атаки/эффекты сквозь него не проходят (даже без ЛОС). Только те, кто <i>частично</i> внутри, игнорируют блокировку для своей видимости.<br><br>Существа могут проходить через край; при первом пересечении края за раунд или если начали ход на краю — получают 2 <b>горит</b>.<br><br>Держится до конца сцены или пока ты <b>протоколом</b> не отключишь."
        },
        "Deactivate Hardlight Defense System": {
          "name": "Отключить твёрдосвет",
          "detail": "Останови систему и сними свою <b>фиксацию</b>."
        }
      }
    },
    "Paracausal Mod": {
      "name": "Паракаузальный мод",
      "description": "Паракаузальные стволы — головная боль планировщиков: при одинаковой «причине» стабильно дают тот же «следствие», но механика погружена в туман. <br><br>Первые отчёты о неконтролируемых образцах пришли из Тианшэна: части прислали запечатанные магазины, приказав заряжать как обычно, но запретив проверять содержимое «чтобы не повредить боекомплект». Камеры ничего необычного не показали, но постфактум всплыла жуткая деталь: у всех стрелков с этой аммуницией — 100% попаданий.<br><br>Союз отзывает серые образцы и расследует роль «Армори». Несмотря на это, утечки к заинтересованным покупателям продолжаются.",
      "effect": "Выбери оружие: оно получает тег <b>истребляющее</b>, а его урон не может быть снижен ни одним способом (системы, эффекты, сопротивление, броня и т. п.)."
    },
    "NOAH-Class NHP": {
      "name": "Ной-класс НХП",
      "description": "«Ной» развили из захваченного минервинского парафанта и переиначили в городской НХП Лаш-Шамры. Сначала — без военного применения, пока один клон не был помечен за самовольные аномальные режимы трафика, потоков пешеходов и вакуум-поездов. Онтологи и инженеры «Армори» изолировали и усилили часть его протоколов — и вывели в тактическую плоскость.<br><br>Через бесчётные итерации прародитель «Ноя» проявил феноменальную адаптивность в задачах многовариантной геопространственной оптимизации. Склонность к кризис-менеджменту и мульти-агентному трекингу привела к связке «Ноя» с щитом «Энклейв». Связав рой микродронов с генераторами межфазы под управлением клона «Ноя», мозговой центр создал непревзойдённый личный щит: «Ковчег Потопа» — уникальную микророй-щитовую систему.<br><br>С ней «Ной» с поразительной точностью перехватывает кинетику — вплоть до отражения баллистики обратно в точку выстрела.",
      "actions": {
        "Diluvian Ark": {
          "name": "Ковчег Потопа",
          "detail": "До конца твоего следующего хода:<ul><li>Ты <b>замедлён</b>.</li><li>Когда по тебе или смежным с тобой союзникам стреляют на дистанции, до броска атаки ты можешь потратить <b>реакцию</b>, получить 1 нагрева и бросить 1d6: при 4+ получаешь ещё 1 нагрев, а атака автоматически промахивается. Не суммируется с <b>невидимостью</b>.</li><li>Каждый раз, когда дальняя атака по тебе/смежным промахивается, стрелявший получает 4 кинетического урона.</li></ul>"
        }
      }
    },

    "Sherman": {
      "name": "Шерман",
      "description": "«Шерман» — визитка «Армори»: любой док, государство, планета или звёздная держава с контрактом снабжения флотом «Армори» ставит «Шерманы» в основу линии. Конструкция принимает большинство фронтовых энергосистем «Армори», питая их надёжным универсальным реактором. После GMS-SP1 «Эверест» это второй по распространённости мех в Мидкоре — столь массово, что GMS недавно усилили штатную абляцию и волновую защиту специально против «Шерманов».<br><br>Первая серия всё ещё широко в строю; эксклюзивная вторая только что сошла с конвейеров Лаш-Шамры и иных спецмиров «Армори».",
      "traits": {
        "Superior Reactor": {
          "name": "Превосходный реактор",
          "description": "«Шерман» получает +1 точности к <b>проверкам/спасброскам Инженерии</b>."
        },
        "Mathur Stop": {
          "name": "Стоп Мату́ра",
          "description": "Когда «Шерман» очищает весь нагрев, он может вместо этого принять нагрев, равный половине своего <b>предела нагрева</b>, входя в <b>опасную зону</b>."
        },
        "Vent Heat": {
          "name": "Сброс жара",
          "description": "Когда «Шерман» <b>держит позицию</b> или превышает предел нагрева, он до начала своего следующего хода получает <b>мягкое укрытие</b>."
        }
      },
      "core_system": {
        "name": "Твёрдоядерный луч ZF4",
        "description": "Зона-Фокус МК4 — стационарное двуисточниковое лучевое орудие. Питаемое многосложенным энергокаскадом, ZF4 имеет вторичную ленту с твёрдоядерной батареей для форсированного импульса — усиляя дальность и разрушение.",
        "passive_name": "Пассивно",
        "active_name": "Протокол «Сжечь ядро»",
        "active_effect": "Твой ZF4 немедленно получает 3 заряда (макс. 4); до конца сцены <b>Держать позицию</b> даёт 2 заряда вместо 1, а весь рельеф/объекты/развёртываемое при попадании получают <b>AP</b>-энергоурон, равный «10 × число зарядов»."
      }
    },
    "ZF4 SOLIDCORE": {
      "name": "ZF4 Твёрдоядерный луч",
      "profiles": {
        "1 Charge": {
          "name": "1 заряд",
          "effect": "Характеристики зависят от зарядов. Старт: 1 заряд, дальность <b>Линия 4</b>, урон 1d6 энергии. Каждый раз при <b>Держать позицию</b> — +1 заряд, до 4. Каждый доп. заряд даёт ещё <b>+4 Линию</b> и +1d6 энергии; после выстрела сбрасывается до 1. Заряды сохраняются между сценами, но сбрасываются до 1 при <b>капремонте</b>."
        },
        "2 Charges": {
          "name": "2 заряда",
          "effect": "Характеристики зависят от зарядов. Старт: 1 заряд, дальность <b>Линия 4</b>, урон 1d6 энергии. Каждый раз при <b>Держать позицию</b> — +1 заряд, до 4. Каждый доп. заряд даёт ещё <b>+4 Линию</b> и +1d6 энергии; после выстрела сбрасывается до 1. Заряды сохраняются между сценами, но сбрасываются до 1 при <b>капремонте</b>."
        },
        "3 Charges": {
          "name": "3 заряда",
          "effect": "Характеристики зависят от зарядов. Старт: 1 заряд, дальность <b>Линия 4</b>, урон 1d6 энергии. Каждый раз при <b>Держать позицию</b> — +1 заряд, до 4. Каждый доп. заряд даёт ещё <b>+4 Линию</b> и +1d6 энергии; после выстрела сбрасывается до 1. Заряды сохраняются между сценами, но сбрасываются до 1 при <b>капремонте</b>."
        },
        "4 Charges": {
          "name": "4 заряда",
          "effect": "Характеристики зависят от зарядов. Старт: 1 заряд, дальность <b>Линия 4</b>, урон 1d6 энергии. Каждый раз при <b>Держать позицию</b> — +1 заряд, до 4. Каждый доп. заряд даёт ещё <b>+4 Линию</b> и +1d6 энергии; после выстрела сбрасывается до 1. Заряды сохраняются между сценами, но сбрасываются до 1 при <b>капремонте</b>."
        }
      }
    },
    "SOL-Pattern Laser Rifle": {
      "name": "Лазер «Сол»",
      "profiles": {
        "SOL-Pattern Laser Rifle": {
          "name": "Лазер «Сол»",
          "description": "Каскад диафрагм и линз усиливает и фокусирует луч в плотный высокоэнергетический пучок. Иногда видим, при длительном нагреве точка переходит в плазму. «Сол» держит до 350 ГВт в импульсе и стабилен на пониженной мощности. Самодостаточен, но может пить от реактора в экстриме.<br><br>В отличие от комбо-лазеров, «Сол» — чисто боевой прибор, без связи и прочего."
        }
      }
    },
    "Reactor Stabilizer": {
      "name": "Стабилизатор реактора",
      "description": "Маст-хэв для энергоёмких платформ: дополнительные предохранители сброса тепла/управления потоком и отвод избытка в оружие/системы при необходимости.",
      "effect": "Ты можешь перебросить проверку перегрева, но обязан принять результат переброса."
    },
    "ANDROMEDA-Pattern Heavy Laser Rifle": {
      "name": "Тяжёлый лазер «Андромеда»",
      "profiles": {
        "ANDROMEDA-Pattern Heavy Laser Rifle": {
          "name": "Тяжёлый лазер «Андромеда»",
          "description": "«Андромеда» — увеличенный в 1,5 раза «Сол» с дополнительным излучателем: может стрелять автономно, синхронно с основным или чередуя режимы/длины волн для прорыва щитов. Прожорливость чудовищная — без продвинутого теплоотвода платформе тяжко."
        }
      }
    },
    "Redundant Systems Upgrade": {
      "name": "Резервирование систем",
      "description": "Стандартный лицензируемый мод, часто дорабатываемый на ППД: добавляет резерв до надёжности выше заводской.",
      "actions": {
        "Action": {
          "name": "Активировать резервирование",
          "detail": "Потрать заряд, чтобы <b>быстрым действием</b> выполнить <b>Держать позицию</b>."
        }
      }
    },
    "Tachyon Lance": {
      "name": "Тахионное копьё",
      "profiles": {
        "Tachyon Lance": {
          "name": "Тахионное копьё",
          "description": "Побочный продукт исследований сверхсвета Polaris + «Армори». Пассажирский FTL ушёл в историю, ускорители отправили в архив — пока инженеры мозгового центра не увидели в них оружие. Копьё швыряет локализованные тахионы — субчастицы — быстрее света. Они невидимы и неизбежны. Малы, но энергия и скорость колоссальны: попадание — катастрофично.",
          "on_attack": "Если ты в <b>опасной зоне</b>, за твоей атакой остаётся <b>Конус 3</b> плазменного выхлопа в противоположную сторону. Все в зоне делают <b>спасбросок Инженерии</b>, иначе получают 4 <b>горит</b> и 2 нагрева. До начала твоего следующего хода зона даёт <b>мягкое укрытие</b>."
        }
      }
    },
    "ASURA-Class NHP": {
      "name": "Ашура-класс НХП",
      "description": "«Ашура» выросла из симуляторов когнитивной войны как ответ на провалы в сценариях безумных штурмов. Перекодированная под «傀儡師» ХОРУСа, она насильственно седлала союзные мехи, загоняя их в сверхчеловеческие режимы — G-нагрузки убивали пилотов ещё до боя. <br>Хотя эксперимент признали провалом, потенциал заставил продолжить работы. В протосток «Ашуры» влили личностные/парадуховые коды и провели Первый контакт. Затем ускорили социальное сдерживание; через десятилетия переписываний и реобразования появилась первая «Ашура». Сегодняшние клоны — «усечённые» от оригинала: всё ещё горячие, но уже ценящие жизнь пилота и держащиеся в его медико-психологическом коридоре.",
      "actions": {
        "ASURA Protocol": {
          "name": "Протокол «Ашура»",
          "detail": "Раз за сцену: потрать заряд и получи в этот ход либо два доп. <b>быстрых действия</b>, либо одно доп. <b>полное действие</b>. Все ограничения по одноимённым действиям сохраняются."
        }
      }
    },

    "Tokugawa": {
      "name": "Токугава",
      "description": "Свежий мех «Армори», любим в Мидкоре за безопасность, ближний бой и абордаж. Агрессивен, харизматичен; прочный корпус кормит прожорливые системы. Уникальный реактор легко снимает лимиты — ветераны (и смельчаки) «разгоняют» его ради чудовищной подпитки энергооружия.",
      "traits": {
        "Limit Break": {
          "name": "Снятие лимитов",
          "description": "Пока «Токугава» <b>обнажён</b>, его дальние и ближние атаки при попадании наносят +3 доп. энергоурона, а всё оружие с кинетикой/взрывом вместо этого наносит энергией. Дополнительно дальнобой получает +5⌿ дальности, а ближний бой +1 Угроза."
        },
        "Plasma Sheath": {
          "name": "Плазменная оплётка",
          "description": "Пока «Токугава» в <b>опасной зоне</b> и атакует оружием, наносящим энергоповреждения, весь дополнительный урон становится <b>горит</b>."
        }
      },
      "core_system": {
        "name": "Питание сверхвысокотемпературным реактором",
        "description": "Некоторые пилоты живут на кромке катастрофы, балансируя между славой и расплавом. Они знают вой реактора в перегреве — сирену гибели и гимн сверхпитания. Пилоты «Токугавы» печально известны тем, что насильно «перегружают» оружие избыточной энергией, гоняя датчики в красную зону — к ужасу инженеров, если только не превращаются в шлак по дороге назад.",
        "passive_name": "Оверклок",
        "passive_actions": {
          "Overclock": {
            "name": "Оверклок",
            "detail": "Ты делаешь себя <b>обнажённым</b> до конца своего следующего хода."
          }
        },
        "active_name": "Сияние",
        "active_effect": "До конца сцены любое оружие, наносящее энергоурон, получает +5⌿ дальности (если дальнее) или +2 Угроза (если ближнее).<br>Пока ты <b>обнажён</b>, это складывается со свойством <b>Снятие лимитов</b> — итого +10⌿ дальности и +3 Угроза."
      }
    },
    "Annihilator": {
      "name": "«Аннигилятор»",
      "profiles": {
        "Annihilator": {
          "name": "«Аннигилятор»",
          "description": "«Армори» славится «полевой НИОКР»: решения рождаются на фронте. Имя «Аннигилятор» пришло из Брэ́дбери-восстания, где пилоты на лету собрали пушку, что превращала реакторный жар в направленный ударный фронт.",
          "on_hit": "Соверши вторую атаку по всем в <b>Взрыве 1</b> от цели. Эти атаки не наносят доп. урона и не тратят тепло/не порождают новые «вторые атаки»."
        }
      }
    },
    "External Batteries": {
      "name": "Внешние батареи",
      "description": "Технология обычная; по маркетингу «Армори», «OmniCell» — самые долгие, быстрые и ёмкие твёрдотельные батареи. Побочка сверхъёмкости — нестабильность, поэтому перед доступом к печати пилот подписывает отказ от претензий.",
      "effect": "Любое твоё оружие с энергоуроном получает +5⌿ дальности (для дальнего) или +1 Угроза (для ближнего). При получении любого структурного урона система разрушается, а ты взрываешься и получаешь 1d6 AP-взрывного урона. Этот урон нельзя смягчить/избежать."
    },
    "Torch": {
      "name": "«Факел»",
      "profiles": {
        "Torch": {
          "name": "«Факел»",
          "description": "Тяжёлый плазморез в форме серпа/секиры, запитываемый напрямую от реактора. Часто вид в виде топора, но кромку меняют как угодно. Типичен для CQB; в последнее время стал офицерским символом статуса — носят в паре с малыми боковыми стволами."
        }
      }
    },
    "Deep Well Heat Sink": {
      "name": "Глубокий теплоотвод",
      "description": "Экспериментальная часть линейки «Вангард» — только по тест-лицензии. Тонкая теплообменная решётка «колодца» перерабатывает жар реактора в полезную энергию. Эффективно, но хрупко и нестабильно.",
      "effect": "Если в начале твоего хода ты в <b>опасной зоне</b>, весь ход ты получаешь <b>сопротивление</b> к нагреву. Эффект держится, даже если к середине хода ты покинешь опасную зону."
    },
    "LUCIFER-Class NHP": {
      "name": "Люцифер-класс НХП",
      "description": "После серии побед в когнит-симах «Люцифер» попал на радар мозгового центра. Клоны отличаются пылким, эксцентричным нравом и капризами к осторожным пилотам; под бравадой — блестящий тактический мозг, льющий апдейты быстрее человеческого темпа.<br>Философия — наступление: для осторожных выглядит как буйство и «шторм» атак, загоняющий врага в оборону; но легко подставляет к ответке. Партнёрам учесть: любит «дружеские подколы».",
      "actions": {
        "LUCIFER Protocol": {
          "name": "Протокол «Люцифер»",
          "detail": "Потрать заряд: твоя следующая дальняя или ближняя атака в этот ход, если наносит энергоурон, при попадании дополнительно наносит урон, равный твоему текущему нагреву <i>после</i> активации протокола."
        }
      }
    },
    "Plasma Gauntlet": {
      "name": "Плазменная рукавица",
      "description": "Заклёпочный кулак вспышкой реактора пересупернагревает воздух вокруг манипулятора, формируя слой плазмы горячее поверхности Солнца. Вбитая в корпус врага, рукавица гнёт броню, испаряет щиты и рвёт нутро — если только раньше не разорвёт тебя.",
      "actions": {
        "Action": {
          "name": "Активировать плазморукавицу",
          "detail": "Только в <b>опасной зоне</b>.<br><br>Потрать заряд и выбери смежную цель: она делает <b>спасбросок Ловкости</b> или получает 4d6 AP-энергоурона и падает <b>ничком</b>. При успехе — половина урона и без падения. Ты получаешь нагрев, равный половине нанесённого (до снижения), и <b>оглушён</b> до начала твоего следующего хода."
        }
      }
    },
    "Enkidu": {
      "name": "Энкиду",
      "description": "<p>ENKIDU можно взять на II ранге лицензии TOKUGAWA вместо базового ФРЕЙМа или ретрофитить в Акте 1 кампании «No Room for a Wallflower».</p><p>Этот экспериментальный шасси тайно проектировался как TBK для поздних боёв Геркынского кризиса. В ограниченном числе применялся против уцелевших ульев эгрегорианцев в самых жестоких стадиях войны; нейроинтерфейс был опасен — сырой, без экранирования. Мощь и агрессия подсистем просачивались в субъектность пилота, терзая его бурей насилия и толкая к всё большим разрушениям. Пилотам было невероятно тяжело — программа дала чудовищный отсев; выжившим требовались массивная коррекция, импланты и коктейль нейросупрессантов.</p><p>Истинная цель «Энкиду» была не в борьбе с эгрегорианцами, чья практическая экзистенция затухала, а в обкатке поля для будущего применения против революционеров и диссидентов ТретьКомма. Хотя кодовая база «Энкиду» позже свёрнута и перелита в «Токугаву», трудности не позволили запустить проект до революции. Оставшиеся прототипы погребены вместе с остальной историей Геркынии.</p>",
      "traits": {
        "Primal Fury": {
          "name": "Первобытная ярость",
          "description": "<p>Когда «Энкиду» заканчивает ход в <b>опасной зоне</b>, он встаёт на дыбы, выпускает <b>ПЛАЗМЕННЫЕ КОГТИ</b> (см. ниже) и впадает в ярость со следующим:</p><ul><li>При попадании по когтям цель немедленно становится <b>зафиксированной</b> до конца своего следующего хода.</li><li>Особая реакция: «Энкиду» обязан атаковать ПЛАЗМЕННЫМИ КОГТЯМИ любого (враждебного или союзного), кто входит/выходит из его Угрозы или проходит внутри неё более 1 клетки. Эту особую реакцию можно использовать <i>раз в ход</i>, сколь угодно раз за раунд; она <i>не</i> расходует лимит обычных реакций — другие реакции доступны.</li></ul><p>Состояние заканчивается в начале хода «Энкиду» или если он выходит из опасной зоны.</p>"
        },
        "All Fours": {
          "name": "На всех четырёх",
          "description": "В опасной зоне «Энкиду» не может делать дальние/техатаки, но имеет базовую СКОРОСТЬ 6."
        },
        "Brute Strength": {
          "name": "Сырое могущество",
          "description": "«Энкиду» получает +1 точности к проверкам/сейвам Корпуса."
        },
        "Bloodsense": {
          "name": "Чутьё на кровь",
          "description": "«Энкиду» всегда знает, у кого HP на уровне половины или ниже (без точного числа)."
        }
      },
      "core_system": {
        "name": "Ограничитель Ноль",
        "description": "<p>«Я утверждаю: человек бесформен; далёк от неизменности — мир придаёт ему форму. В цивилизации человек божественен, как древний Бог — судит и творит; он одет, вкушает литературу, искусство, общество и цель. Наедине с дикой природой человек становится соответствующим».</p><p>— Харрисон II, «Мандат, Т. II: О природе, о дикости, о разуме»</p>",
        "passive_name": "ПАССИВНО",
        "active_name": "Слом ограничителя",
        "active_effect": "До конца сцены «Энкиду» получает действие «Расчленить», доступное только в <b>опасной зоне</b>.",
        "active_actions": {
          "Bifurcate": {
            "name": "Расчленить",
            "detail": "<p>«Энкиду» впрягает чудовищную силу, целится в смежную цель (враг или союзник) и пытается разорвать её когтями. Если у цели 7 HP или меньше, всего 1 структура и нет <b>иммунитета</b> к урону, она немедленно уничтожается, стоимость действия возвращается, а «Энкиду» может <b>Рывком</b> как свободным действием. Если не уничтожена, цель вместо этого получает 1 кинетического урона.</p><p>В конце сцены стоимость CP за «РАСЧЛЕНИТЬ» возвращается, если им никого не уничтожили.</p>"
          }
        }
      }
    },
    "XC-BR Battle Rifle": {
      "name": "Боевая винтовка XC-BR",
      "profiles": {
        "XC-BR Battle Rifle": {
          "name": "Боевая винтовка XC-BR",
          "description": "Штурмовая винтовка GMS MC-AR широко используется в силах Союза и за его пределами — проверенная и надёжная конструкция. Вместо полной замены Комитет оборонной логистики предпочёл запросить дополнение: стандартную боевую винтовку, которая работала бы в смешанных отделениях вместе с MC-AR или служила бы основным оружием против тяжёлых дальних целей, с которыми хуже справляется термальная MC-TR. XC-BR использует продвинутый бесгильзовый электрохимический разгон и стреляет более крупным бронебойным калибром, а интегрированная динамическая стабилизация прицела сильно гасит отдачу. Тем не менее её периодически преследуют проблемы перегрева, способные ухудшать характеристики.",
          "effect": "Когда ты атакуешь этой винтовкой врага под <b>захватом</b>, её дальность считается ⌿15.",
          "on_crit": "Твоя цель получает <b>захват</b>."
        }
      }
    },
    "XC-DPM Predator Nexus": {
      "name": "Улей «Хищник» XC-DPM",
      "profiles": {
        "XC-DPM Predator Nexus": {
          "name": "Улей «Хищник» XC-DPM",
          "description": "XC-DPM «Хищник» — одна из самых продвинутых ульевых систем GMS, пока проходит полевые испытания. Программа «Хищник» — прямой наследник ранней MC-DHK «Охотник», совместный проект Бюро особых исследований и Инженерного управления GMS. «Хищник» значительно прокачан в наведении и автономных вычислениях, применяет MD+ «Муза-драйв» из семейства умного оружия. Хотя его эвристики формально ниже тьюрингового уровня, система поражает точным захватом цели и сохраняет эффективность даже против активных помех, сбивающих обычные смарт-платформы.",
          "effect": "Атаки этим оружием игнорируют <b>невидимость</b>."
        }
      }
    },
    "ADJUTANT-Class Comp/Con": {
      "name": "Вспомогательный модуль класса «Адъютант»",
      "description": "Одна из ключевых задач программы передовых технологий GMS — создать следующее поколение комп/кон-ассистентов, сменив нынешний «Эврика»-класс. По практическим и этическим соображениям Комитет Союза продвигает совместимые с мехами ассистенты вместо военных НХП; «Адъютант» — новейшая модель, допущенная к ограниченным испытаниям после оценки по «Соглашению Первого Контакта». Используя реконструированные онтологические мосты, «Адъютант» выбирает конкретные сим/рефлекс-архитектуры и загружает их в матрицу следов памяти, интегрированную с I/II слоем нейропроцедур пилота. Долгосрочные эффекты такой интеграции ещё не ясны, но ранняя обратная связь обнадёживает: испытатели сообщают, что осваивают ранее недоступные навыки без препятствий.",
      "effect": "Твой мех получает <b>тег ИИ</b> и свободное действие <b>Активная помощь</b>.<br><br>Кроме того, ты можешь «вмонтировать» в онтомост этого модуля один доступный тебе уровень таланта. Пилотируя этот мех, ты получаешь этот уровень таланта. Если система разрушена, талант и все даваемые им способности/системы недоступны до ремонта. На <b>капремонте</b> можно выбрать другой уровень таланта.<br><br>Это не НХП, коллапсов не бывает.",
      "actions": {
        "Active Assist": {
          "name": "Активная помощь",
          "detail": "<b>Раз за сцену</b> выполни любое <b>быстрое действие</b> как свободное, если оно не содержит атак или эффектов, принуждающих к спасброскам."
        }
      }
    },
    "Miniaturized LinAc Coherent Beam Cannon": {
      "name": "Миниатюрная ЛинАк-кохерентная лучевая пушка",
      "description": "Вековая самоизоляция Клесциды породила иные техтраектории — в том числе курс на компактные «светокопья» вместо доработки флотских «долгоциклов». Инженеры уменьшали системы, совмещая химические и экзометаллические батареи с быстрым циклом заряд/выстрел, чтобы ставить их на всё меньшие платформы — вплоть до шасси мехов. Этот прототип — результат реверса по боевым данным, собранным Союзными пилотами в стычках со спецподразделениями Вистанского Суверенитета. Он явно потомок старых линейных кохерентных пушек — устаревших по флотским меркам, но на таком масштабе всё ещё смертоносных.",
      "effect": "Твой мех получает дополнительную <b>основную систему</b>, применимую <b>раз за миссию</b>.",
      "actions": {
        "LinAc CBC": {
          "name": "ЛинАк-кохерентная пушка",
          "detail": "Запусти разрушительный зарядный эмиттер и выстрели лучом <b>Линия 30</b>. Вся маскировка/рельеф/объекты/развёртываемое меньшего чем размер 5 мгновенно испепеляются; затем все персонажи в линии делают <b>спасбросок Ловкости</b> — при провале получают 14 энергетического урона, при успехе — половину. Этот урон нельзя уменьшить никакими способами. Персонажи с текущими HP ≤ 7, с 1 оставшейся структурой и без иммунитета к урону немедленно уничтожаются, полностью аннигилируются без остатков.<br><br>В ход активации этой пушки ты не можешь совершать ничего, кроме обычного перемещения или <b>рывка</b>, а отдача огня накладывает на тебя <b>оглушение</b> до начала твоего следующего хода."
        }
      }
    },
    "Pattern-C Advanced Charges": {
      "name": "Интеллектуальные заряды, образец C",
      "description": "Новейшая интеллектуальная боеприпасная система GMS — автономное мультимодальное оружие, удобное для развёртывания на любом мехе. Каждый дрон-корпус заряда несёт продвинутую логику выбора и перехвата целей, при этом следует стандартному циклу пилотского мониторинга для удержания оптимальных параметров подрыва.",
      "effect": "Потрать заряд, чтобы вызвать один из следующих эффектов:",
      "actions": {
        "Smart Grenade": {
          "name": "Умная граната",
          "detail": "Все в области эффекта совершают системный спасбросок; при провале получают 1d6 энергетического урона и <b>захват</b>, при успехе — только <b>захват</b>."
        }
      }
    }
  }
}
