{
  "label": "Префабы ПК",
  "folders": {
    "Deployable": "Разворачиваемые"
  },
  "mapping": {
    "system": {
      "path": "system",
      "converter": "generalConverter"
    }
  },
  "entries": {
    "Aegis Shield Generator": {
      "name": "Генератор щита «Эгида»",
      "tokenName": "Генератор щита «Эгида»",
      "detail": "Положите три кубика d6, чтобы отслеживать оставшуюся энергию генератора. Когда любой персонаж или объект, хотя бы частично находящийся в области, получает урон, вы можете как <b>Реакцию</b> бросить один из этих d6 и уменьшить урон на выпавшее значение.<br><br>Эффект длится до конца сцены, до исчерпания всех кубиков (истощения питания) или до уничтожения генератора."
    },
    "Armor Pack": {
      "name": "Комплект брони",
      "tokenName": "Комплект брони",
      "detail": "По завершении устройство цепляется за следующего союзного персонажа, который переместится в соседнюю клетку, и сливается с ним. Проект уничтожается, но союзник получает +1 к <b>Броне</b> до конца сцены. Это может временно превысить максимальное значение брони."
    },
    "Assassin Drone": {
      "name": "Дрон-ассассин",
      "tokenName": "Дрон-ассассин",
      "detail": "После развёртывания дрон наводится на выбранную вами область <b>Взрыв 2</b> в пределах чувствителей и линии зрения, и вы получаете реакцию <b>Запрет зоны</b> (без ограничения срабатываний в раунд).<br><br>Вы можете <b>Быстрым действием</b> отозвать дрон-ассассин или развернуть его в другом месте. До отзыва или уничтожения он остаётся развёрнутым до конца сцены.",
      "actions": {
        "Area Denial": {
          "name": "Запрет зоны",
          "trigger": "Когда противник начинает движение в наведённой зоне вашего дрона-ассассина или входит в неё.",
          "detail": "Вы совершаете дальнюю атаку дрона по цели; бросок атаки получает ваш бонус Стойкости, при попадании цель получает 3 кинетического урона."
        }
      }
    },
    "Autoloader Drone": {
      "name": "Дрон-автозарядчик",
      "tokenName": "Дрон-автозарядчик",
      "detail": "Раз в раунд персонаж, соседний с дроном, может <b>Быстрым действием</b> <b>Перезарядить</b> одно оружие с тегом <b>Перезарядка</b>. Дрон прекращает работу в конце сцены."
    },
    "Bouncing Mine": {
      "name": "Прыгающая мина",
      "tokenName": "Прыгающая мина",
      "detail": "Взрывается, когда летающий персонаж пролетает над её клеткой или соседней в пределах не более 10 клеток по высоте. Мина подпрыгивает и детонирует: все в области должны пройти <b>спасбросок Систем</b>, иначе получают 2d6 взрывного урона и немедленно приземляются (считается падением без урона); кроме того, до конца своего следующего хода цель не может летать. При успехе урон наполовину и без дополнительных эффектов."
    },
    "Breaching Charge": {
      "name": "Заряд подрыва",
      "tokenName": "Заряд подрыва",
      "detail": "Можно установить не только в соседней свободной клетке, но и на соседней стене, укрытии или участке местности. После установки детонируется <b>Быстрым действием</b>. Все в области должны пройти <b>спасбросок Ловкости</b> или получают 2d6 взрывного урона с эффектом бронебойности (AP). При успехе — вполовину. Объекты и местность автоматически получают 30 AP взрывного урона."
    },
    "Damping Station": {
      "name": "Станция гашения",
      "tokenName": "Станция гашения",
      "detail": "По завершении эта ремонтная станция создаёт поле <b>Всплеск 1</b>, в пределах которого союзники получают <b>иммунитет</b> к горению и немедленно снимают весь текущий горение."
    },
    "Deployable Shield (Reserve)": {
      "name": "Разворачиваемый щит (резерв)",
      "tokenName": "Разворачиваемый щит (резерв)",
      "detail": "Даёт всем союзникам в области <b>Всплеск 2</b> <b>мягкое укрытие</b>."
    },
    "Emplacement": {
      "name": "Огневая позиция",
      "tokenName": "Огневая позиция",
      "detail": "По завершении это возвышение имеет РАЗМЕР 1 и высоту 3 клетки. Верхняя треть — защищённая площадка, куда помещаются персонажи суммарного РАЗМЕРА до 1 (остальное — сплошной корпус). Бойницы дают линию видимости внутрь и наружу, обеспечивая находящимся внутри твёрдое укрытие со всех направлений. Вход/выход из любой соседней клетки — <b>Быстрым действием</b>. На плоской крыше могут стоять персонажи и РАЗВОРАЧИВАЕМЫЕ, но без укрытия."
    },
    "Explosive Mine": {
      "name": "Фугасная мина",
      "tokenName": "Фугасная мина",
      "detail": "Все в области <b>Всплеск 1</b> должны пройти <b>спасбросок Ловкости</b>, иначе получают 2d6 взрывного урона. При успехе — вполовину."
    },
    "Flash Mine": {
      "name": "Светошумовая мина",
      "tokenName": "Светошумовая мина",
      "detail": "Взрывается, когда любой персонаж входит в её клетку или соседнюю, создавая область <b>Всплеск 1</b>. Все в зоне должны пройти <b>спасбросок Ловкости</b>, иначе их дальность обзора сокращается до соседних клеток до конца их следующего хода."
    },
    "Ghast Drone": {
      "name": "Дрон «Призрак»",
      "tokenName": "Дрон «Призрак»",
      "detail": "Гнездо «Призрака» можно <b>Бесплатным действием</b> развернуть в свободной клетке в пределах чувствителей и линии зрения; там оно становится неподвижным летающим дроном. После развёртывания вы можете использовать его как оружие для <b>Перестрелки</b> или <b>Заградительного огня</b>, считая линию зрения и дистанцию от его позиции.<br><br>Вы можете <b>Быстрым действием</b> отозвать дрон или развернуть его в другом месте. До отзыва/уничтожения он действует до конца сцены. Если уничтожен, следует правилам уничтожения дронов и недоступен до ремонта."
    },
    "Grounding Mine": {
      "name": "Приземляющая мина",
      "tokenName": "Приземляющая мина",
      "detail": "Детонируется дистанционно <b>Быстрым действием</b> и влияет на цель в радиусе дальность 5: цель должна пройти <b>спасбросок Корпуса</b>, иначе её максимально притягивает к клетке мины и она становится <b>Сбитой с ног</b>. Летающие цели при провале также немедленно приземляются (падение без урона)."
    },
    "HAVOK Mine": {
      "name": "Мина «ХАОС»",
      "tokenName": "Мина «ХАОС»",
      "detail": "Взрывается, когда любой персонаж входит в её клетку или соседнюю, создавая направленную область <b>Линия 5</b> в сторону инициатора. Все в зоне должны пройти <b>спасбросок Ловкости</b>, иначе получают 4 горения; при успехе — 2 горения."
    },
    "Hive Drone": {
      "name": "Дрон-улей",
      "tokenName": "Дрон-улей",
      "detail": "Можно развернуть в свободной клетке в пределах чувствителей и линии зрения; он выпускает рой в области <b>Всплеск 2</b> со следующими эффектами: <ul><li>Союзники и сам дрон в зоне получают <b>мягкое укрытие</b>.</li><li>Враги, начинающие ход или впервые за раунд входящие в зону, получают 1 AP кинетического урона. Перекрытие зон нескольких дронов не складывается.</li></ul>Дрон можно <b>Быстрым действием</b> отозвать или развернуть в ином месте."
    },
    "ICEOUT Drone": {
      "name": "Дрон «ICEOUT»",
      "tokenName": "Дрон «ICEOUT»",
      "detail": "Персонажи, хотя бы частично находящиеся в области <b>Всплеск 1</b> дрона, получают <b>иммунитет</b> ко всем эффектам технодействий и не могут совершать технодействия. Существующие техно-состояния не снимаются, но пока цель в зоне, она к ним <b>иммунна</b> и может совершать обычные спасброски.<br><br>Дрон можно <b>Быстрым действием</b> перемещать в пределах чувствителей. Отозвать нельзя; отключается в конце сцены."
    },
    "Jericho Deployable Cover": {
      "name": "Разворачиваемое укрытие «Иерихон»",
      "tokenName": "Разворачиваемое укрытие «Иерихон»",
      "detail": "Разверните два <b>РАЗМЕРА 1</b> <b>твёрдых укрытия</b> в двух свободных соседних клетках. Каждое укрытие — объект с <b>Уклонением 5</b> и <b>10 ОЗ</b>, имеет свойство быть целью и может быть уничтожено. Укрытия можно поднять <b>Полным действием</b>."
    },
    "Lotus Projector": {
      "name": "Проектор «Лотос»",
      "tokenName": "Проектор «Лотос»",
      "detail": "Разведдрон разворачивается в свободной клетке в пределах чувствителей и линии зрения и создаёт область <b>Всплеск 2</b> со следующими эффектами: <ul><li>Вы знаете текущие положение, ОЗ, Уклонение, Э-защиту и Нагрев всех целей в зоне.</li><li>Враги не могут <b>Спрятаться</b>, а завершающие ход в зоне теряют состояние <b>Скрыт</b>.</li><li>Враги в зоне не получают пользы от <b>Невидимости</b>.</li></ul>Вы можете <b>Быстрым действием</b> отозвать или развернуть дрон заново."
    },
    "Markey’s Fusebox": {
      "name": "Коробка предохранителей Марки",
      "tokenName": "Коробка предохранителей Марки",
      "detail": "Потратьте заряд, чтобы установить взрывчатку в свободной соседней клетке. Она активируется в конце раунда; после активации взрывается при получении любого урона или нагрева. Персонажи в <b>Всплеск 3</b> должны пройти <b>спасбросок Ловкости</b> или получить 2d6 взрывного урона и быть вытесненными из зоны (как можно дальше). При успехе — также вытеснение, но урон вполовину."
    },
    "Mesmer Mine": {
      "name": "Гипномина «Мезмер»",
      "tokenName": "Гипномина «Мезмер»",
      "detail": "Все в области <b>Всплеск 2</b> должны пройти <b>спасбросок Систем</b>, иначе получают состояние <b>Обездвижен</b> до конца своего следующего хода."
    },
    "Omnibus Plate": {
      "name": "Платформа «Omnibus»",
      "tokenName": "Платформа «Omnibus»",
      "detail": "Неподвижна, плоская, не блокирует движение. Вмещает одного ДРОНА или РАЗВОРАЧИВАЕМЫЙ объект РАЗМЕРА 1 или меньше. ДРОНЫ и РАЗВОРАЧИВАЕМЫЕ на платформе получают <b>Сопротивление</b> ко всему урону и +1 к размеру любых их эффектов <b>Всплеск</b> или <b>Взрыв</b>. Кроме того, эффекты, требующие соседства, можно активировать с <b>Дистанции 2</b>."
    },
    "Guardian OROCHI Drone": {
      "name": "Дрон ОРОЧИ «Страж»",
      "tokenName": "Дрон ОРОЧИ «Страж»",
      "detail": "Дрон проецирует защитное поле. Дальние атаки по союзникам, соседним с дроном, получают +1 Сложность."
    },
    "Hunter OROCHI Drone": {
      "name": "Дрон ОРОЧИ «Охотник»",
      "tokenName": "Дрон ОРОЧИ «Охотник»",
      "detail": "Когда другой персонаж начинает ход, соседствуя с дроном, или впервые за раунд перемещается в соседнюю клетку, вы можете как <b>Реакцию</b> заставить его сделать <b>спасбросок Систем</b>. При провале цель получает состояние <b>Захват цели</b>."
    },
    "Shredder OROCHI Drone": {
      "name": "Дрон ОРОЧИ «Дробитель»",
      "tokenName": "Дрон ОРОЧИ «Дробитель»",
      "detail": "Когда другой персонаж начинает ход, соседствуя с дроном, или впервые за раунд перемещается в соседнюю клетку, вы можете как <b>Реакцию</b> заставить его сделать <b>спасбросок Корпуса</b>. При провале цель получает 1 кинетического урона и состояние <b>Разорван</b> до конца своего следующего хода."
    },
    "Snare OROCHI Drone": {
      "name": "Дрон ОРОЧИ «Капкан»",
      "tokenName": "Дрон ОРОЧИ «Капкан»",
      "detail": "Когда другой персонаж начинает ход, соседствуя с дроном, или впервые за раунд перемещается в соседнюю клетку, вы можете как <b>Реакцию</b> заставить его сделать <b>спасбросок Ловкости</b>. При провале цель получает состояние <b>Обездвижен</b>. Состояние длится, пока дрон не уничтожен, не перестал соседствовать с целью, или пока цель не пройдёт повторный спасбросок Ловкости как <b>Быстрое действие</b>."
    },
    "Perimeter Command Plate": {
      "name": "Пограничная командная плита",
      "tokenName": "Пограничная командная плита",
      "detail": "Активируется, когда персонаж впервые за раунд входит в её клетку или заканчивает ход на ней.<br><br>При печати плиты выберите один из режимов: <ul><li><b>Отталкивание</b>: враги, входящие на ПКП, должны пройти <b>спасбросок Корпуса</b> или будут оттолкнуты на 3 клетки в выбранном вами направлении. Столкновение с преградой сбивает цель <b>с ног</b>. Союзники, входящие на ПКП, могут немедленно <b>Бесплатным действием</b> <b>лететь</b> на 3 клетки в любом направлении.</li><li><b>Притяжение</b>: любой, кто входит на ПКП, должен пройти <b>спасбросок Корпуса</b> или получает состояние <b>Обездвижен</b>. Цель может повторять спасбросок как <b>Быстрое действие</b>; при успехе состояние снимается. Также снимается при уничтожении ПКП.</li>"
    },
    "Portable Bunker": {
      "name": "Передвижной бункер",
      "tokenName": "Передвижной бункер",
      "detail": "Все полностью находящиеся в 4×4 области бункера получают <b>твёрдое укрытие</b> от атак извне и <b>сопротивление</b> урону от <b>Взрыва</b>, <b>Линии</b>, <b>Всплеска</b> и <b>Конуса</b>, исходящих извне.<br><br>Бункер открыт сверху; вход и выход свободны. После развёртывания перемещать или отзывать бункер нельзя."
    },
    "Restock Drone": {
      "name": "Дрон-реснаб",
      "tokenName": "Дрон-реснаб",
      "detail": "Союзник, соседний с дроном, может <b>Быстрым действием</b> активировать его: снять 1d6 нагрева, снять одно состояние и перезарядить одно оружие с тегом <b>Перезарядка</b>. После активации дрон немедленно самоуничтожается."
    },
    "Sentinel Drone": {
      "name": "Дрон-страж",
      "tokenName": "Дрон-страж",
      "detail": "Можно развернуть в свободной клетке в пределах чувствителей и линии зрения; он создаёт охранную зону <b>Всплеск 2</b>. Враги в зоне, перед тем как совершить любую атаку, получают 3 кинетического урона от огня дрона.<br><br>Вы можете <b>Быстрым действием</b> отозвать дрон-страж или развернуть его в другом месте."
    },
    "Smoke Mine": {
      "name": "Дымовая мина",
      "tokenName": "Дымовая мина",
      "detail": "Взрывается, когда союзник входит в её клетку или соседнюю. Все персонажи и объекты в области <b>Всплеск 3</b> получают <b>мягкое укрытие</b> до конца следующего хода инициатора."
    },
    "SMOKESTACK Heat Sink": {
      "name": "Теплоотвод «SMOKESTACK»",
      "tokenName": "Теплоотвод «SMOKESTACK»",
      "detail": "Потратьте заряд, чтобы развернуть пилон, поглощающий нагрев в области <b>Всплеск 2</b> вокруг себя. Он поглощает любой нагрев, получаемый персонажами хотя бы частично в зоне (до уменьшений, включая <b>Сопротивление</b>). Накопив 6 нагрева, пилон взрывается. Все в зоне должны пройти <b>спасбросок Ловкости</b> или получают 1d6+3 AP энергетического урона; при успехе — вполовину. Объекты и РАЗВОРАЧИВАЕМЫЕ поражаются автоматически. Любой избыточный нагрев, полученный в рамках того же действия/эффекта, что вызвал взрыв, рассеивается без последствий."
    },
    "Snare Foam": {
      "name": "Пена-силок",
      "tokenName": "Пена-силок",
      "detail": "По завершении устройство постоянно распыляет пену вокруг себя, создавая зону труднопроходимой местности <b>Всплеск 2</b>. Уничтожение устройства снимает эффект."
    },
    "Stasis Barrier": {
      "name": "Стазис-барьер",
      "tokenName": "Стазис-барьер",
      "detail": "Создаёт в свободной соседней клетке щит <b>Линия 4</b> высотой 4 клетки. Щит считается преградой, даёт <b>мягкое укрытие</b>, но не блокирует линию зрения.<br><br>Когда защищаемый этим укрытием персонаж получает атаку, бросьте 1d6: при результате 4+ атака полностью нейтрализуется. Барьер действует до конца сцены или пока вы не снимете его <b>Быстрым действием</b>. Эффект не складывается с <b>Невидимостью</b>."
    },
    "Tempest Drone": {
      "name": "Дрон-буря",
      "tokenName": "Дрон-буря",
      "detail": "Персонаж, начинающий ход, соседствуя с дроном, или впервые за раунд входящий в соседство, должен пройти <b>спасбросок Корпуса</b>, иначе получает 4 энергетического урона и отбрасывается на 3 клетки от дрона.<br><br>Вы можете <b>Быстрым действием</b> отозвать дрон-бурю или развернуть его в другом месте. До отзыва/уничтожения он действует до конца сцены."
    },
    "Thermite Charge": {
      "name": "Термитный заряд",
      "tokenName": "Термитный заряд",
      "detail": "Детонируется дистанционно <b>Быстрым действием</b>. Все в области должны пройти <b>спасбросок Инженерии</b>, иначе получают 3 энергетического урона. Объекты поражаются автоматически и получают 10 энергетического урона с бронебойностью (AP).",
      "actions": {
        "Detonate": {
          "name": "Подрыв",
          "detail": "Все в области должны пройти <b>спасбросок Инженерии</b>, иначе получают 3 энергетического урона. Объекты поражаются автоматически и получают 10 энергетического урона с бронебойностью (AP)."
        }
      }
    },
    "Turret Drone": {
      "name": "Дрон-турель",
      "tokenName": "Дрон-турель",
      "detail": "Получите реакцию <b>Выстрел турели</b>; по одной активации за каждую развёрнутую турель. Турели не могут быть отозваны и отключаются в конце сцены.",
      "actions": {
        "Turret Attack": {
          "name": "Выстрел турели",
          "trigger": "Когда союзник в пределах дальность 10 турели совершает атаку и попадает.",
          "detail": "Турель наносит цели в линии зрения 3 кинетического урона."
        }
      }
    },
    "Webjaw Snare": {
      "name": "Капкан «Паучья пасть»",
      "tokenName": "Капкан «Паучья пасть»",
      "detail": "Не мешает движению и не может быть целью до срабатывания.<br>Срабатывает, когда любой персонаж входит в его клетку. Цель должна пройти <b>спасбросок Корпуса</b>, иначе получает 1d6 AP кинетического урона и состояние <b>Обездвижен</b>. Эффект длится, пока капкан не уничтожен."
    },
    "Lurker Mine": {
      "name": "Мина «Скрытень»",
      "tokenName": "Мина «Скрытень»",
      "detail": "Не взрывается автоматически. Вместо этого вы получаете реакцию <b>Выборочная детонация</b> — по одной за каждую установленную «Скрытень».",
      "actions": {
        "Selective Detonation": {
          "name": "Выборочная детонация",
          "trigger": "Когда персонаж входит в клетку «Скрытня», соседнюю клетку или начинает там свой ход.",
          "detail": "Мина детонирует: все затронутые должны пройти <b>спасбросок Ловкости</b> или получают 2d6 взрывного урона; при успехе — вполовину."
        }
      }
    }
  }
}
